----------------------------------
------------------------------------------------------------
-------------------------------------------------------------
..
0.
0*
+0.0
0.004
000s
0:04
00.42
00--44-171-542-7947
+0.05
0050
0:06
0.07
0:08
0.0817
0.0822
+0.089
0:09
0172
01.77
+0,2
0.200
0.20-0.70
020-504-5040
02/09
0.22
+0.237
0.25-1.00
0.25-1.30
0.26
02.777
0.28
02.sep.96-06.mar.97
02.sep.96-21.nov.97
+0.300
0.300
03/09
0.355
03.684
0-4
04/06/96
0.4-0-9-0
0.42
+0.435
0.445
04.95
+0.4m
0-50
05/01/97
05/09
05:53
+0.578
06/01
0.629
07.00
072261
0.76
08/21/96
08/23/96
08/26/96
08/27/96
08/28/96
08/29/1996
0.8584
0.87
0875
0.9
09/01/96
09/04/96
09/05/1996
09/05/96
+0.9;+23.6
0.958
0.96
0.966
1=
1-
10.
=1,000
1000.0
10/01
100=1990
100=1992
100-2
100-30
10-0-33-2
10-0-38-3
10-0-41-2
10-0-42-0
10-0-43-2
10-0-44-1
100-5
10-0-50-0
10-0-52-0
10-0-53-3
10-0-56-1
10,056.4
10-0-59-1
100,600
1:00.754
10.08
100no
101.15
10,119,000
10-1-36-2
10-1-39-1
10-1-40-0
10-1-47-2
10-1-50-1
10-1-54-0
1017
101-strong
10-20
102-0
10,204.87
10.22
10.24
10-2-51-0
1:02.795
103
10/32
10.33
10-3-30-0
10-3-31-1
1036.575
10-3/8
+10.436
1:04.541
1045.56
104.625
1:04.732
10.48
1:04.834
1:04.896
104th-ranked
1:05.022
105-17/32
1:05.219
1:05.300
105-4
1:05.406
10.5-42.3
1:05.731
10.57:33
1:05.735
1:05.850
1060.00
106-25/32
106-26/32
1:06.289
106.375
10,650,407
106.53
10,655
1:06.615
10,663
1.069
10700
107-06
107-06/32
1,071
107-10
107-11/32
107-12
107-2/32
107.24
10,725
1:07.258
10752.092
107.55
10,756
10772
107.83
+10.8
108,288
108-3
108.4**
108.45
10,880,000
10.89
10,896
10,925
109.36
10.94
109-5
10.982
10-man
10-metre
10no
10-round
10-session
10th-ranked
11-
11.
110,000
1,100.7
1-10-100
11/01/96
1-103
11,046,000
1-106
11.07
110-seat
11/1/05
11/1/07
111-20/32
1,113,785
11.14
11,175,000
1,119.0
11/1/96-11
11.2
11.20
112.0-149.0
11.20:33
112.1-113.4
112,200
11,244
112.56
11.26
1-129
112th-ranked
1-1/3
113.02
11,346,000
113.576
11361.330
11.37
11-3/8
1,141.50
11,424.64
1.15
11,525
115.259
115.32
115.45
115.58
1,156.79
115,941
11,594.99
1:16
+1,161
1,164.1
11.776
11.833
1,184.0
11.900
11,900-12,100
119.3**
119.49
11.959
119.6**
1,196.35
11th-ranked
11th-seeded
11-year
12.
1,200,000
120-103
12.033
12.08
121
1-21
1.210
1.210-1.236
12.112
12.124
12.130
12-1-41-1
12-1-76-0
12.177).
1-22
12-2
12,201.09
12.208
12.211
12.225
12.246
122.53
123
1:23
123.14
123.157
123,394
123-4
12.341
12.348
12,350
1,236.5
123.89
123rd-ranked
12.4.1996
1,242.9
12.434
12.442
1249-1286
1:25
125,000
12,600-12,750
12.63
1)266
+12,696
12,700-12,800
12,700-12,850
12,700-12,900
12,700-12,950
12.74
12,750-12,850
12,750-12,900
12,750-12,950
1,279
12,800-13,000
128-1
128-4
12,850-13,050
12,855.7
12,900-13,100
12,900-13,150
12,940
1,294.5
12-footer
12-mth
12pct
12th-ranked
12th-seeded
13.
1.30
13.00
13:06.12
13:06.45
13:06.57
13:06.65
13:08.05
13/09
13,091,000
13,102
13.11
1,315.7
13.17
13:20.12
13:21.35
13,256.5
1:33
1,334.0
13.35
133-5
13.353
133.7
133.82
1:34
1.3438
134.40
134.44
1.35
1350
13.52
1=35.73
13.58
135-9
13.60
138.0-149.0
138.643
1.39
13-month-old
13rd
13-times
14.
1400
1:40.227
14-0-71-0
14-10
14,153
14-16
14,196
1,420.9
1,421.90
142-4
14,278.9
1,433.4
1:43.34
14.3-4-45-1
143.60
14,390.7
14432
1,445
1:44.58
1:44.93
14,494
1:44.96
14:49.81
1:45
1:45.03
14.5-16.5
1:45.24
1:45.27
1,452-km
1:45.62
1:45.64
1,456.7
14:58.29
1:45.96
14:59.70
1:46.09
1:46.18
1:46.45
1464/96
1,466.1
1:46.66
14,668,000
147.159
1.4767
1.4772
14,775,000
147.786
1.4779
1.4788
1.4789
14.828
148.29
1.4871
149,100-a
1.4935
14.956
14-for-30
14-pct
1-5
15.
15.03
15:04.94
15:05.21
15:05.41
15,062
15:06.33
1:50.727
15:07.57
15:07.85
1:50.858
15:08.79
15:09.00
15:09.74
1:50.980
1:51.006
1:51.075
15:11.40
15.125
1:51.287
15:14.34
15,150
1:51.528
1:51.588
15-17
1:51.778
1:51.784
1:51.857
1:51.884
1:51.960
151-to-1
1,523
1:52.318
1:52.354
+15,272
152.80
15,286
1:52.977
1:53.043
1:53.067
1:53.152
1:53.199
1533
1:53.993
1.54
1:54.095
15.4-1-67-3
1:54.220
1:54.342
1:54.443
1:54.700
1:54.754
1.5497
1:54.984
1:55.101
1:55.150
1:55.281
1:55.333
1:55.371
1:55.385
1:55.645
1558-1603
15,613
1:56.286
1:56.318
1:56.417
156.65
156,700
1:56.830
15.687
156,996
157
15,704.3
15.710
1,574,799
1:58.579
158.82
15/9
15-game
15-share
15-under
16.
160-200
160-4
16.12
161,600
1.62
16.2
162-4
1,627
1.63
16.31
+16.4
16408.700
16.41
1=.6421
164-4
165,150
16.57
165m
166
1.66
+1.660
166-1
1663/96
16,668,560
+167,330
167-6
1676/96
16.79
16-8
+168,130
16.875
16,909,000
16,935
16-party
1:7
17-
17.
1,700-hectare
17,024,000
170.4-175.0
1706
170.680
17-0-91-0
170,952
1714
17-15
17.16
17,166,000
+1.7;+22.0
172,580
17/32
17-3-42-1
17.44
1,750-hectare
176,780
17.69
17,844
17.8.90
179.5p
17th-ranked
1/8
18.
1=80
180.38
18.04
181,005
1812
18,174,000
1-82
1,820,000
1822
182,533
182.778
18,278
182,887
182nd
+18.3
18-3-55-1
1836
183,704
18.41
184,180
1,850-1,900
18.55
185-6
18,623
18.63
18,661
186th-ranked
1,874-of-3,362
18-7/8
18.80
188,143
18,867
1,897.85
18-hole
18th-ranked
18-under
+1.9
19.
1901
1905-1908
19.125
1914
1915.00
1919
1.92
19-20
1921
19-21
1922
19-23
1930
194
194-0
1948-52
1950-53
195,283
19,560
195.79
195-km
1-96
1.96
1,967
19-7
19,734.70
19,775
197-8
198354.941
1987.0
19.89
1991-1786
1/9/95
199.56
1996-05-28
1996-08-21
1996-08-22
1996-08-23
1996-08-24
1996-08-25
1996-08-26
1996-08-27
1996-08-28
1996-08-29
1996-08-30
1996-08-31
1996-09-01
1996a
1996-a
1996b
19.97
199.71
1997--ruehe
1998c
1998d
199,900
19999.777
19-game
19-under
1ama
1mo
1-mth
1yr
20.
20000.00
20.02
2.00-2.25
2,002.9
20.036
2:00.39
2005
2007
2008
2:00.91
200-an-hour
200th
20.112
20,167
2,017.99
2-0-18-0
2:01.98
20202.87
2,020.82
2-0-22-0
2023
2-0-23-0
2:02.40
20-24c
202-5
202,593
202.65
202.90
203.000
20.318
20:36:54
20.41
204.74
205.10
20,530
20.54
20,553.16
205-9
205-km
20,605
206-386-4848
206,464
2065.260
20-6-70-2
20,725
20.78
207,990
208.442
20,850
208,978
20.90
209,412
20.96
2,096.10
20-game
20-month-old
20th-ranked
20-ton
21.
21.0
210.00
2-105
210-5
210,622
210,683
211,175
211,420
21-18
212.25
21,228.80
21,240
21-25
21-26-agency
212-859-1610
212-859-1620
212-859-1646
212-859-1650
212-859-1710
212-859-1736
212-859-1761
213
21/32
2-136
213,845
213,989
214
2-1/4
2-1-4-0
2140.800
2-141
214.40
2,146.79
215.0
215-yard
216-579-0077
21,718
2173
2.17m
21.8
2183
218.50
218-9
21.jan.99
2.2-0-13-0
22,040,000
2.209
22.15
221.857
22.23
2224305
222,457
2-239
2.240
22,434
224,609
+225
2,253
225-5
225-share
226-1
226-5
22-6-56-2
22,666.80
226.859
22.828
2,282nd
2,284.86
22,877
2288
228-9
22/8/96
2:28.98
229-1
2,292.9
2:29.34
229,360
22/96
2:29.66
22,980,000
22-month
2-3
23.
2,300
23,000
230-1
+230.4
2:30.67
23.0yr
231-7
2320.00
232-6
2,326.00
232-km
233
23-3-112-0
23/32
233,600
233,713
234
23.4
2,340.6
2,341.5
2,342.0
2,342.00
2,342.75
2,343.00
234,324
234,330
2,355.93
235-6745
23-5-71-1
2361
236-4
2370.00
237km
2385
23.8.96
2:39.00
23/96
239,733
+2.3r
24/08
24,137,000
24-28
242.94
2:43.06
2:43.18
2:43.44
2:43.82
2:44.22
2454/93
246,077
246-248
2467.872
2470.00
24/8
248,142
249
249.53
24-km
24-kms
24.sep.02
24.sep.96
25-
25.
25.0-27.0
2.50-3.0
2-5080815
251/01
251/02
251/03
251/04
251/05
251/06
251/07
251/08
251/09
2-52
25-23
25-27
253,337
254,247
25-45
25.49,(3-yr
255-3
2,555
2,555.16
2,558.84
255-9
2562.094
2,563.16
256.9
25-6-95-4
2,583.49
25,860
25-8-61-1
25.8.95
25,929
+2.6
26.
26.0-32.0
2609760
2.62
26/32
263-7
264.00
26:43.53
26:54.41
26:56.78
26-57
266.37
26.7.1996
2,684
2.693
269.3
26-time
27-
+27-11
27:18.84
27,246.5
27:25.13
27:25.48
27-28
27-29
2.73
27/32
27.35
273-5
27.482
27.495
27,535.5
27-5-78-2
276-277
2.777
2.7775
2778
2-78
2.7975
279.9
28,000-student
280,556
28/08
28:18.44
+282.1
28-29
28.29.42
28-30
28-36c
28.42.23
28:42.26
2843
2843-6470
2847
2-85
285-6
285.7
28,716.8
289.1
2,891.00
28-inning
28th-ranked
29.
290.00
2,901.48
290.3
290m
291,088
2913/92
29.179
29-2/3
292-8
29.2-9-83-3
29-3-116-1
2/94
29,434
29,500
29,582
296
2,960,000
29-6-64-1
2.97
297,157
297,700
29-8
298-6
29/89
29/8/96
29.896
299
29th-ranked
2-mth
2-year-old
2-yr
30.
3,000th
30.054
300,800
300,962
300-club
300-year-old
+301
30.12
301,972
3-0-24-1
3024.95
303
30,300-30,400
303.19
30/32
304,850
305-5
30-5/8
+3.06
30,700-30,800
3081
30-a-share
30.aug.96
30-metre
31.
310.00
+310.4
31.081
3-11/16
31,139
3120264
+31,230
312-408-8647
312-408-8720
312-408-8720--
312-408-8721
312-408-8725
312-408-8787
312-983-7347--
31,347
31,412
3-146
3-160
3,162
3-163
3-166
3-167
317.6
31/8
318-0655
318-2
31,834,000
3-186
3/1/90
319,600
32-
32.
320.00
32.0-43.0
321
32-22
323-5
323-mile
3,250,000
325-350
3.25-3.75
32607.500
327
32,700-32,800
32-8
32,900-33,000
33.
3:30.974
+331
3311812-4
33,149
3:31.526
3:31.674
3:31.830
3:32.174
33,230
332.66
.333
3:33.00
3:33.36
3-334
3.334
3:33.64
3:33.77
3:33.94
3:34.12
3:34.13
335.00
3:35.087
3355.00
3359.200
336.47
33.7
33.8
3.385
339.00
3,390,000
339-4
33969650
33-for-90
+34
+3.4
340.00
3:40.036
3404.71
34.1
3.412
3:41.823
3.4210
3.4211
34,277
+3,428
3:42.852
34.3
3:43.078
3432
343-8
344-8404
3:45.011
3:45.061
3:46.216
3:46.493
3:46.834
34684
34.7
34.829
35.
35,000
350.29
3.50-4.00
3:51.01
3:51.40
35.202
3:52.204
+353
3.53
353078
353.24
3:53.42
3:53.47
3:53.85
3-54
3.54
3:54.57
3:54.60
3:54.67
3548
3.5486
3:54.87
3,550
35,563
355,900
3565
356,725
35.694
35,711
357,143
35-7/8
.358
+358
35.888
++359-2
359-2-84561
359-yard
+3.6
36.
+361
36.170
36.242
.363
36.307
3,632.3
36337.137
36.491
36,5
36.831
368-7
369.00
369.66
+3.7
37.
37-10-78-6
37.1-7-97-3
372
37.273
37.3
373-1800
3,750
37.50
375.00
37.624
3-78
37-run
380
38,000
3,800-3,825
380.6
+381
38-1/2
3-8/16
381.65
38:18.759
38:19.313
3,820,000
38.285
3830.000
38:30.140
+3,831
38:32.040
38:32.149
38:32.353
38:32.719
38:33.595
38:34.436
38:34.682
38:34.999
38:35.297
38:36.306
38:41.756
38:42.015
38:42.333
38:43.253
384-6364
38:49.595
38:50.269
385-1-4557075
38:52.271
38.546
386
3.86
386.95
387.00
387.60
387.70
+387-71-663-864
3,885.0
388.50
3885.0
388.55
38.87
388.75
3,8921.1
3,894.00
389.79
38-year-old
39.
3,900
3,905.7
3,907.5
3,911
391.32
391-seat
39,200
3,920.7
3921.8
3,922.1
392-6
3/94
3,941.50
3,944
395.0
39,584
3-97
3,990
39.93
3mo
3-mth
4-
4.
40.
.400
40-0
4000.00
400-425
+400.9
4:00.958
40,144
4017
4-0-18-0
4:02.26
4-0-25-0
4:02.67
4:02.752
40.3
4039
4.04
4040
4:04.539
4:04.78
4:05.00
4:05.104
4:05.463
4:05.64
4064/89
4:06.534
406.6
4:06.80
4:07.27
407,748
4:08.22
408-8750
408-8787
4:08.96
4:09.25
40,989
4:09.95
40-homer
40-metre
40th
+41
41.
4-102
4:10.38
4-104
41.0-42.5
4:10.87
4:11.06
4:11.114
412
413.20
4:13.353
.414
4:14.784
4-149
415
4:15.006
41-5/16
4,153,800
4:16.141
4:16.274
4-168
4-17
4-174
41,752
4:17.551
4:17.696
4-179
418
.418
4:19.665
4:19.699
4:19.762
4:19.808
41no
42.
420
4-200
4,200-acre
4:20.241
4:20.341
4-205
4:21.009
4:21.454
4-217
4:21.715
4.22
4221
422.1
42-2-2423-0003
4:22.738
4-23
4-230
4:23.029
42-36
42-41
4:24.427
4:24.660
4.252
4254
4:26.467
4,271
429
429,449
429-7
+4.2r
43-
43.
4,300,000
+431
4,325-acre
4-334
43,430
.437
4-37
4,378
4-38
4-39
439.9
43-man
44.
.440
.441
4411
442,201
4-43
44,525
4,464
446-9
44.804
4,482
.449
44th-ranked
45.
45,000
45,020,000
.452
4,534,000
4.5350
45.455
4-55
45.5
456.8
4.58
45.810
45-footer
461.42
4.6200
463.73
.464
46.538
4,658,000
4,666
468
4-68
+46-8-700
468p
+47
+4.7
4-70
4.7000
471
4-71
4710.000
47-10-116-2
4.7200
4.7300
4734
473-4746
473-6
4746
47-47
476
476/698
4-78
+48
4.8
480,618
480.72
48,123
48-1/4
482-1003
482.13
48.23
48.34
4,841
48.62
48.637
486.5
+49
49.09
49.21
49.22
49,269
.493
49.35
49.36
4/94
4950.000
49.58
.496
497.5
499th
4-for-5
4mos
4yrs
5-
5017
50.19
5-0-24-0
50.250
50-28
5-0-29-0
50.31
5-0-31-0
5,032.94
50.42
50.574
5080815
50th-minute
510,258
5.12
51.2
5,122.084
5,124.053
5-1-24-3
5-1/3
5-1-36-1
5-137
51.43
5-157
51.61
5.1700
517-km
5-187
51.9
51/96
51.98
5/1/98-02
+5.2
5-203
52.05
5.208
521.15
5-217
521-8
5-220
5-221
5-240
52.41
524.2
5.2420
5-248
+525
5.25
5.255
5.26
5.2893
.529
529-8
5.3
5.30
53112
53.13
531.52
532-8
533153
5-3/4
5-365
53.706
53.980
53rd-ranked
.541
+541
5.41
54,178
542.20
5432
54.483
54.507
5452
54.578
54.617
54.620
54.683
54,703.0
54.750
54.762
54.774
5,486,000
.550
55,000-b
5.50-6.00
55-11-2324411
5522
5,539
.556
55-61-2230358
556.19
55,627
5565
55.7
5-5/8
.559
55,929.89
559.68
559-mile
55-ball
.560
5.602
561
56,126
56-13
5,616.21
561-8671
56,261
5644
5,647.65
5647.65
5,658
.567
5,689.82
569399
5,696
56rd
570m
5,710.53
5,731
57.345
5,755
5,778.00
5-7/8
5-79
5.80
5-81
58.56
5.86
5-9
59440
5,951
595,400
.596
5/96
596.5
.597
59th-pen
6=
6-
6.
60,131
.602
6-0-23-0
6-0-26-0
6-0-27-0
6-0-28-0
6-0-29-1
6-0-30-1
6-0-40-1
6,045,000.00
6-0-47-0
605m
60.74
608
60,960
6-1-17-0
6-1-23-2
6.14900
6156
6-163
6-164
617-367-4106
6179
6-196
62.00
6-205
62.06
6221
+6221
6-242
62.45
6-257
.626
62.6
626.3
62.65
6-273
62.75
62.78
62.83
62.85
.629
62,900
6,300
630.000
63.02
6,310,000
6320
633.6
63.67
6368
63.72
637.50
63,913
639.38
639.55
64,178.78
6-440
6441
64.46
6.47
64.73
64.73-point
64-stroke
64ths-inch
+65
650
65.10
65.12
6,512,000
6.5-1-23-4
651.99
652-0642
65.30
65,345
655m
6.5-8.5
+65-8703086
65-8703092
658/96
6603377
+6613377
66-14
662-252-9950
66.24
665m
66.6-68.4
6,688,000
6700.00
6700.000
6736510
6-7(3-7
6,739-yard
6,746
676
677
677.98
678
6-82
6,828,000
68.44
6.87
68-76f
691p
6.95
6-98
6mo
6mth
6-mth
7-
7.
70,000
7,011
7-0-24-2
7-0-28-1
7-0-29-0
7,032
7-0-32-0
7-0-35-0
70,375,000
7.04
7,047,000
705m
70.60
70,848.86
+7095
70th-ranked
+7.1
7-100
71-1
7.12
7-1-24-0
7-1-29-1
7-1/3
7.13
7,138
7-1-38-0
7149
7,149
7-164
7-178
7-1/8
7.1875
7,190
7-2-11-0
7-2-13-1
7-220
7-2-24-1
7.24
72,464
7-257
725,900
7-263
727,000
7-283
728-9559
728-9560
7:31.65
7:31.69
7:32.44
732.50
7,330,000
+7.3;-3.6
733.75
7340
7:35.56
7:36.81
7-3/8
7:38.09
7:38.88
7,391
73th
74-0
743
743.50
7.437
7,450
74,600
7:46.91
7:47.78
7:48.38
7-502
75-19
752.50
7546
75,632
756525
758.75
75.912
7658
768,269
7706
77.06
7715
7717
7,718,000
7-73
77,719
782.6
783,000
784,000
7,845
785.00
7.85-8.15
787.50
7.894
7.9
79-2
79,390
7944
7950
795m
7,961
79th-minute
8-
8.
80-100
8-0-33-0
8-0-37-2
8-0-39-3
8,049
8062
8.08
8-118
8-120
8:12.04
8-1-26-3
8:12.65
8:15.69
81.64
8167
8-168
8:16.80
81-7
8:17.29
817.60
8:17.66
8:17.94
818
818.10
819.10
819.30
8-198
8.20-8.50
8:22:00
8-2/3
8-238
8-284
8-286
82-96f
82-year
8/30
83,008
8/32
834405
837/763
83,801
840m
841
8.42
84-50
850,968
8-519
8520
8569
859-1610
85-share
861723
864148
867.100
86.82
869.3
8703080
8716
8720--
87,241
8,757
.8787
8.8
880-2-506363
882
8863
88th
88-year-old
89.5
895m
8980
8982
9.
90,000
900.00
9.0-10.5
9.0-12.0
9,018
+90-212-275
903.09
9-0-41-1
9-0-49-1
9.050
9-0-54-1
9.06
9074.850
91.1
+91-11-3012024
9-120
+91-22-265
91.36
91.37
9-1-49-0
9,167,000
9-177
9/17/96
918,288
9-203
9.20-9.40
92.0-94.5
9,215,000.00
9221-5685192
9-2-26-1
9-2-35-0
9-242
9251-274757
92-81
92-90
9-295
9,306,000
9.31
9.32
93.25
9-3-28-0
93.30
93.32
9,358
936.000
93.72
9373
9373-1800
937.891
93.94
9-4
9,402
941-434319
9.4-1-45-3
941-8100
941-8105
94.33
9,446
94.7
95,000
9.5-0-44-1
9,510.9
95.3
9554
95/96
95975
960
960.00
96/04
965m
96.89
96/97
97-12
97.18
9779
979
+9.8
9.84
988.2
99.956
9-mth
a-
a-18
a7e
aa-
aa+
aaxis
abdellaoui
abderdeen
abdication
abnout
aboudi
above-normal
absentee
abused
acatepec
accidentally
acclaim
acclimate
accorded
accustomed
acimovic
acquirers
adapted
addameer
ad-diyar
adds
a.de
adinayev
ad-interim
adler
ads
adversories
advisor
aerodrom
aerostan
afolabi
afrikaans
afrikaner
afrikaners
age-defying
ages
agf-iart
aggregaete
agota
agrins
agrotonz
agrregate
ahave
aidan
aiding
aid-u.n.
airbags
airforce
aiza
a.j.p.
ak-47s
akhbar
al-
al-abidine
al-akhbar
al-akhdar
alam
alama
alaniya
al-anwar
albanian-born
albany
albright
al-daih
alfaro
alfonso
al-gama'a
alhadji
alien-led
alija
al-ingaz
al-islamiya
aliu
aliuska
al-kabariti
alkhan-yurt
al-laqlaq
all-england
alliance-menatep
all-ordinaries
all-race
al-muntar
alomella
alpay
alpine
al-qidra
al-ram
al-risala
al-saadani
alsace
al-tadamun
alternative
alucasa
alvarez
alvaro
al-watani
amateur
ambassadorial
amman-bound
ammar
amoco-yemen
amphibious
amra
amrollah
amsterdam-rotterdam
amsterdam-rotterdam-antwerp
anarchy
ancell
...and
andrade
andrejez
andretti
andrievskaqya
anew
anglert
anglicans
anguita
anjalonkoski
an-nahar
anne-gaelle
annemari
annemarie
annualized
anonymity
answering
anthuan
anti-bhutto
anti-constitutional
antics
anti-graft
anti-rangoon
anti-separatist
antonella
anymore
anyway
apic
appleby
approaches
april-july
april-june
april-march
apr-jul
arab-israeli
aranosian
a-rated
archdiocese
arellano
ariel
arif
arlington
armen
armenian
armenians
armour
army-backed
army-controlled
army-run
aronkasei
array
arrears
arrue
artificially
artisans
arts
arundel
ashes
aspe
as-safir
asselman
assembling
assertion
asset-st
assisted-suicide
assumed
assumptions
astrid
astrologer
astrology
aswaq
ata-ur-rehman
athetlics
attain
attendancce
atteveld
attracting
auchard
augsep
augusto
aung
aunger
aunt
austrians
automakers
avacados
avenge
average-sized
avocado
avocados
avowed
aw
await
awaited
awareness
away-goal
awdankiewicz
axe
aylum
azerbaijani
azeri
azeris
b-
backer
backhand
backlogs
backside
baden
badi-tondon
baeron
bahraini
baines
bajgora
balakow
balance-water
ballace
ballantyne
balzer
bancarel
bancorp
bancshares
banner
baratelli
barefoot
bargain-hunters
bargain-hunting
barker
barnagar
barngetuny
barometer
baronti
barr
barrel-per-day
barriers
barvikha
baseball-results
basically
basketballsoccer
batajnica
bathel
batista
batterby
baudouin
bayervb
bayesa
bayissa
bbb+
bbb-minus
bbi-7.27
bb-plus
bear
bears
becanovic
becej
becerril
beck
becuase
bedibunder
beijing-backed
beijing-funded
bejaxhiu
bekescsaba
bekila
belec
belfast
belim
bellamore
bellutti
belometti
belong
benard
bencevic
ben-elissar
benezech
benghazi
bentsen-era
berensztain
bergamo-based
berkrot
berlanda
bernardin
berovo
bert
bertillon
bertrand
beryll
beser
beside
besieging
besirovic
best-of-five
bestop
beta-1b
betschart
better-than-expected
bias
biased
bicknell
bidding
bieszk
big-capitalised
biggest-ever
big-serving
bilbija
bilde
bile
billboards
billie
biography
biovest
birdies
birdying
birenda
bisconti
bixente
blanc
blasting
blatantly
bldg
blender
blending
blenkiron
blighted
blinded
blitz
blockade
bloomfield
blume
blunter
blushes
bnr
boatmen
bochkary
bodman
bogey-free
bogeying
boiled
boisterous
bokovec
bolesy
boleyn
bolivia
boltfelag
boo
booby-trapped
book-building
boomtown
boo-nee-ol
boopathy
bootleg
bordder
borkus
borodino
boroughmuir
bortsch
bos
boshova
bosia-hercegovina
bosnia-hercegovina
bosnian-croat
bottles
bottle-throwing
boudova
boulahya
boulares
bout
boutoille
boxed
boxer
boxers
boxing
boxing-bruno
boyd
bps
braber
bracing
bracken
brahim
brain-wasting
brands
branko
brazilian-born
bre
breached
breakway
bregancon
breisach
brentford3
brew
bridgend
bright-belgians
brightly-painted
brisk
briskest
broad-band
broad-based
broadcaster
broken-bat
brooding
bros
browne
brunmayr
brusing
brutally
bruwier
bscher
bse-infected
btp
buckled
budapest-based
buddy
buggered
buiatti
build-to-order
bulatka
bulldozers
bulldozing
bulls
bund
bundle
buratti
burcin
burea
burj
burley
burner
burns
burundi-central
busemann
butcher
buy-backs
buzuku
c-4
cabannes
caboche
cabrera
caep
caerphilly
calado
calcavecchia
calderwood
calmly
camacho
camat
camdzic
camoflage
campbell-bannerman
campsite
cancell
cancerous
canvas
capabilites
capability
capabilties
capelli
capello
capiot
capitalise
captaincy
captors
carded
cardinal
career-high
caretaker
carl-uwe
carmen
carolina
carpeting
carqo
carroll
casa
casesa
cash-related
catching
cattle-on-feed
cautioned
c.c
ceahlaul
ceased
ceausu
cellar-dwellers
cen
centrinvest
cerebral
cetin
chabora
chammari
chandana
chandraratne
changeovers
changi
chantyr
chaotic
charles-michael
charters
chased
chassis
chatelet
chatelineaux
chatuparisut
cheary
cheat
cheering
cheiguer
chemistry
chemlon
chemotherapy
chernyavskaya
cheruiyot
chiappa
chiate
child-sex
chilly
chimonetos
china-bound
chindia
chinnathambi
chipper
chistian
chittagong
choices
chorus
chosed
chuman
chun-yeh
chupabolos
cikirikci
cimicchi
circled
circulated
citic
citto
claar
claeys
clambering
clark
classes
claudia
clauses
claymore
clergy
clerq
clients
clignet
climates
climbing
clintons
clocking
close-knit
closely-watched
clouded
cnb-120
cnbc
cniec
coat-tails
cochabamba
cochran
coercive
coers
cofinec
collaborating
collegiate
colleter
collins
collstrop
colonial-era
coloureds
colquhoun
combinations
combing
comelf
cometra
comisetti
commander-in-chief
commem
committment
common-cold
common-sense
company-------------price---broker----------------
competitor
complied
compliment
composed
composition
composure
compulsive
comrades
concacaf
conceding
concentration
condemned
condemns
conditioners
confiscate
conley
conservatives
consist
consortia
conspiracy
constantin
constructorol
consul
consumes
containers
contemporary
content
contra
contrast
conventions
conversation
convey
convince
convoy
coolee
coolish
coordinated
copied
co-premiers
cordoned-off
corentine
cornerstone
corporal
corrazin
corrigendum
coruna
cosmin
costliest
cosworth
cotti
count
countdown
counting
countryman
counts
couterpart
coverable
coveted
co-world
cracking
crasson
crear
creates
credited
cricuma
crime-infested
cristiano
critical
critically
croatia-yugoslavia
cross-section
crowns
cruiserweight
crush
ctr
ctry
cuauhtemoc
cukaricki
cure
curragh
currie
currrent
curtain
curtain-raising
customs-cleared
cut-off-rate
cvetko
cyprus-based
cyril
dadabhoy
dagayeva
dahling
dahshour
dale
dalton
damaske
damein
danced
dangerously
dangers
daniels
danilo
danius
darkness
darryl
date:august
davino
dawie
dax-3o
day-care
day--company----period--consensus----range-------pvs
dealings
debates
deborah
debts
debt-service
decaying
dechaume-balleret
decheiver
decks
decreased
deepest
deer
defendants
defer
deferred
deflected
deflt
deft
degryse
deja-voodoo
delegated
deletraz
delino
dello
democratically
demographic
d'emploi
deng
denoms
densakul
densely-populated
departed
depiction
deploy
deportation
deprival
deprivation
derivatives@reuters.com
deschamps
descriptions
deserted
deshields
despairing
destocked
destroys
detaining
detains
d'etat
detected
detonated
detroux
devalue
devastated
dewey
dicey
dictating
didier
diesel-filled
dimensions
dinamina
dinars
dini
directorate-grade
dirkx
disapproval
disarmament-china
discard
discontent
discord
disgraceful
dishoarding
dismay
dismayed
dismiss
dispersal
disregard
dissolved
distracted
distrct
distress
distributers
distributors
divaina
diving
divisionn
djate
djate-taillard
djorkaeff
dmitri
dnevi
dnib
dnum
documentation
doetinchem-doetinchem
doku
doldrum
dollar-buying
dollendorf
dominate
domination
donato
donghai
donkow
donwahi
dorfman
douati
double-bogeying
douglas
d'outre
drafting
drag
dragging
drazek
dread
dreifort
dressing
driefontein
dries
drooge
drunksucker
dtb-bund-future
dtp
dublin-born
dubovsky
dubrovshchik
duct
dudayev
dudayeva
duessseldorf
duilio
duke
dumped
dunajska
dungeon-like
dunvant
durable
duran
durante
durie
dushanbe
dwyer
dyer
dynamic
dzhokhar
eadie
eagled
eagles
earth-shattering
ebbw
e.c.india
eco-challenge
eco-terrorism
ecstatic
edging
edit
edited
edmonton
efendija
efficient
egidio
egurugbe
eiden
eighth-inning
eight-hitter
eighth-ranked
eight-month-old
eight-plus
eight-under-par
eight-year-olds
eitel
ejiohuo
eksportfinans
electric
eleuterio
elia
elleray
eltahawy
el-watan
emajuddin
emanuil
emeraud
emerging
emiliano
emkam
emperor
emphasize
emphatic
employers
emtn
encircling
enclave
endanger
end-may
end-october
end-of-year
endorses
endt
endured
endures
end-year
enhancement
enioukhina
ennea
enormous
enthroned
epic
equalled
equipped
erase
ercan
erdem
erected
ericsson
erin
ermenault
ernst
eschen
escuredo
espanyol
espinoza
espousing
estes
etchebarren
eternal
ethylene
euphemism
eurobonds
eurobourses
eurodollar
eurodollars
eurograde
eurokiwi
eurolira
euroswiss
euser
eveningperformance
everson
evicted
examinations
ex-captain
exceeded
excellency
exchnage
exculpated
excuse
excused
ex-div
ex-dividend
exempt-rev
ex-england
exer
exercises
existence
ex-milan
ex-officer
expanded
expanses
expectancy
expedition
expeditionary
experiences
experimentally
expiry
explodes
exploit
exporting
export-quality
exportu
exposing
ex-rebel
ex-store
extended-stay
extent
extradited
extraordinaries
exuberant
ex-yankee
eykeren
f...
f-15
f-16
fabrication
face-to-face
fade
fading
f.a.i.
faik
faizy
fal
falk
falkir
family-controlled
farmington
faroes
farrakhan
fast-tracking
fast-tracks
fat8222
father-of-three
fatkoullina
fatten
favourtism
fax+44
featherweight
fedyushina
feedmillers
feeds
fehervar
feiersinger
feldhoff
fellow-american
fenandez
ferhaoui
ferran
fervant
fetched
fetters
feugill
fidel
fifth-
fifth-inning
fifth-seed
fifth-stage
figured
fim
finishes
finmin
firebreathing
fire-engines
firemen
firepower
fire-related
first-inning
firsy
fiscally-tight
fit
five-
five-10
five-game
five-hitter
five-metre
five-nation
five-run
fixed-income
fjord
fla
flavio
fleet
flick-on
flight-related
flirting
floating-rate
flood-hit
fluent
flurry
focuses
focus-news
foindu
folded
fomc
footballer
football-randall
foot-dragging
...for
forceful
forearms
forecast-
forecasting
foreheads
foreldorado
foreshadowed
formidable
fortunes
forums
fouling
four-nation
four-over
four-run
four-set
fourth-stage
four-time
four-under
f.p.
france-juppe
france-registered
france-soir
franchise
franck
francois
francois-rene
frantic
frantically
frater
fraternities
frcd
freely
freighter
freight-tonne
french-educated
french-registered
friedek
friedick
friendlies
frozen
fruit-throwing
frustrate
frustration
fto
fuels
fulcheri
fulgencio
fully-elected
full-yr
fulst
fumbled
fyvie
gabrich
gaddafi
gadoon
gagiano
gaissmayer
gajdos
galca
galeforce
galfione
gallon
galvez-lopez
gama'a
gamesmanship
game-winning
gangland-style
garibaldi
garishly-coloured
garment
garrington
gasoline-to-crude
gatera
gaulle
gaza-based
gazzetta
gdrs
geir
**general
generations
gene-therapy
gen'l
gentext
georgalis
georgiopoulos
geraghty
german-israeli
gesture
gete
get-tough
get-well
gevirtz
ghana
giaconi
gianluigi
gilles
gillespie
gilts
gimnasia-jujuy
gimnasia-la
giovanna
girard-leno
giroix
giunluca
.giuseppe
glaring
glavine
gleefully
gleveckas
gloom-stricken
gloucester
godee
godras
goering
goinxha
goldiman
goldiner
golfers
golodnova
goncalves
gonzalo
goodbye
goram
gorini
gorman
gorokhovsky
go-slow
goulnara
government-backed
gov't
govt.budget
govt.fcast
gpta
grabbing
grabowksi
graf-like
grainbelt
grain-growing
grams
grandchildren
granma
graudin
grave
green-and-yellow
greeted
grenade-launcher
greste
grichina
grief
grimmer
gritson
gritsoun
gritty
groenstein
groom
grossard
ground-staff
growers
grubby
guangdong
guangzhou
guarantees
guatemala
guelfs
guerilla
gugelmin
guido
guivarch
guivarc'h
gulizade
gulp
gulyayeva
gunhild
gunther
gun-wielding
gust
gyaicain
habib
hachette
hacini
haemorrhage
hague
haim
hajaj
hakan
haladas
haldtime
half-game
half-mast
half-percentage
haller
haltime
hamed
hammer
handrik
hangzhou
hanne
hannon
hansma
hans-otto
happens
hard-fought
hard-serving
haringa
harlequins
harmful
harnisch
harold
harper-collins
harry
hattesta
havnar
hawick
headliners
heavily-armed
heavily-mined
heavyweight
heeding
heerden
hegg
heidi
heinz-peter
heir-to-the-throne
heli
helibor
hellers
helpful
help-wanted
hemina
hen
hendry
henninger
heraf
herfried
heriot
hermann
hernandez
herta
herzog
hezb-i-islami
hickey-like
higher-than-expected
highest-ranking
high-powered
highways
hijazi
himst
hincza
hindustan
hint
hintum
hire
hirsbro
hishem
historian
hitleresque
hitless
hit-squad
hiv-pensioner
hla
hmgt
hoey
hoisted
holdover
holland
holzgerlingen
homegate
homemade
home-sellers
homocide
hondo
honest
honiball
honorary
hoogma
hook
hooker
horizontal
horoscope
hoshiyeh
hospitality
hosting
hosts
hotbed
hourly
household
house-hunting
houying
htein
hubei
hueite
hugh
huize
hulbert
humenne
hun
huracan-corrientes
hurricanes
hurte
hurter
husaberg
hyper-inflation
hyper-inflationary
hypothyroidism
...i
iaaf
iacomella
iae-3
ias
iberfreight
ibf
iceberg
icy
idalecio
identifying
idlc
idris
ieremia
ignore
igor
ihlas
iii.ker.tve
ijaya
ill-health
i`m
imagine
imam-in-exile
imerisia
imf-hosted
imf-sponsored
immune-system
impact-
impeach
impeccable
impens
imphold
imply
imposition
improprieties
incaviglia
ince
incisive
includind
inc-owned
incursion
indelible
indemnity
independence-joke
independence-seeking
indexations
indian-ruled
*indices
indices*
indifferent
indonesian-origin
indonesias
indosuez
indusind
industry-funded
indycar
inebetude
inem
infield
inflate
inflicts
informal
infrastruture
ingham
ingram
inhabited
inhalation
initialed
initialling
initiators
injure
injury-time
ink
in-mo
in-nazzjon
inoperable
insects
insein
insights
insistance
in-so
inspiration
institution
instrumental
insulza
insurgency-related
integrity
intelligent
intensifies
inter-entity
interest-rate
interiors
internationally-sponsored
interogation
interstate
interstates
intertoto
interview-t&n
intestine
intinerary
intoxicated
intra-day
introducing
intrusive
invest
inviting
ipma
ira
iranian-backed
iraq-bound
iraq-u.n.
ireland-born
irrepressible
isbank
iscovered
isdn
israeli-plo
israeli-syrian
israel-plo
istafanus
itinerary
ivac
ivankov
ivernia
izetbegovic
jackiewicz
jaeghere
jailing
jails
jamaat-i-islami
jamil
jamroz
jan-april
jan-july
jan-june
janke
jan-may
january-april
january-july
january-june
january-may
jaora
jarrett
jasper
javedan
jbri
jean-denis
jeans
jearl
jebel
jed-forest
jeerasak
jeering
jeffrey.hodgson@reuters.com
jesper
jessen-petersen
jets
jetsi
jewellery
jiggled
jilani
jing-qian
j.j.lehto
joaquin
joe-max
joint-commission
joint-favourite
jongsma
jorritsma
jose-maria
joubert
jul-18.jul
julaug
jumbish
jumbish-i-milli
jurgenson
just-concluded
jyvasklya
kablo
kabul-salang
kaczmarek
kadian
kafawin
kafkas
kamiel
kamil
kampfruf
kang
kankunnen
kansai
kanstinger
kantharoopan
kapeta
kaptyukh
karabach
karame
kareda
karembeu
karimova
karvina
karzhala
kasslin
kaucuk
kazakstan
kazan
kazanjoglus
kdp-controlled
kecskemet
keenly
kehl
kekkila
kennett
kerametal
kerckhoven
kerdos
kersey
kettleborough
kevic
keycorp
khasavyurt
khotin
khurshid
kia
kibitok
ki-choo
kicking
kidikas
kidnappings
kiksis
kilo-bars
kipketer
kiptoo
kirzan
kisabaka
kisses
kitigawa
kitty
klimis
klongprem
kloof
knobl
knock
knocked
knock-out
knoroz
know-how
knp
kobus
koers
koerts
kolumbina
kompas
kong-based
kong-listed
konpolis
konsel
koosman
koprinovic
korea-based
korean-related
koreans
korkut
kororia
korzhanenko
kosevo
kostantin
kotaik
kotlarska
kotzmann
kouznetsov
kovasevic
kpaitan
kpd
kraft
kreissig
krejner
krpaco
kruge
kryvy
k-sheets
kudapokuna
kuehbauer
kukic
kumbernuss
kundic
kurdish-controlled
kushko
kutuzov
kuwaiti
kyi
kyran
kytolehto
laasonen
labourer
lacked
lackluster
lad
lahlafi
lahssini
lakpe
lalcher
lamberto
lamouchi
lamps
lancaster
lancien
landgraaf
landscape
landslide
langat
languages
lankadeepa
lankford
lapke
lasa-zabala
laszlo
late-night
latina
lausberg
lausgberg
lauwers
lavrentyeva
lay
layron
lazarek
lazo
lb-1
lb-11
lb-12
lb-2
lb-25
lb-3
lb-4
lb-5
lb-8
ldp-dominated
leaden
leadframes
league-australian
league-leading
lean
lear
leciva
leeson
left-armer
left-hand
left-hook
leftist-led
lefts
legeard
lehmann
lelouche
lemine
lendl
lendoiro
lentini
leo
leveilly
leveled
levoxyl
levrentyeva
lex
leyritz
libran
libyans
lichtwer
lid
lies
lietti
lieutenant-colonel
lightweight
likkason
lilac
lilian
limelight-loving
limitations
ling
liparityan
liquid
lire
lisabeth
lisheen
lispi
little-known
liutauras
lively
liver
liwaya
lizarazu
ljubomir
ljupce
llanelli
lm
lm600
lockerbie
loco
logistical
lola
lomason
long-awaited
long-barreled
longde
longely
longer-dated
long-on
long-range
longyear
loot
lopetegui
l-orizzont
loroupe
`lost
louis-based
lovebite
lovebites
low-copper
low.in
lowly
low-margin
low-scoring
lubarskij
lube
lubomir
lubricants
lucy
luebeck
luehrs
lufthanseat
lufung
lukashenko
luli
lull
luminzu
lumir
lurie
lynagh
lynn
m;-0.2yr
m;+21.5yr
maakinen
maase
machnee
macho
madeleine
madhumalla
maenmuan
mafia-style
magee
magna
maicel
mainly-moslem
majorie
majority-elected
makeshift
makkawi
makovsky
maksim
malakwen
malardeau
malbak
malchugina
malekos
malicious
maltch
mamatuyev
mamatuyeva
mandolina
manned
mansion
manslaughter
manzanares
mao
mapourdit
mar.97
marasek
marcello
march-may
marc-vivien
margarita
mariacarla
mar'ie
marie-jose
marius
marketed
market-making
markham
marking
marko
markou
markvart
martela
martins
martirosyan
maruseva
marushko
marvin
masanaga
mashadov
maslowe
masserigne
massira
masterminding
mates
matescu
matif
mational
mattress
matusevitch
matuzici
maurice
mauro
mauruschat
mavituna
mayfiar
mayne
mazeikyte
m'bishi
mccague
mccall
mcdonald
mcgilley
mcgregor
mcgwire
mckenzie-potter
mckinley
mcpaul
meals
medeghini
mediated
mediating
medicines
medina
medved
mehemdagic
meidlinger
melrose
meluawati
melville
mercedes-benz
mercken
mergers
meters
methanol
metrostav
mexicans
mg-technogym
mi
michoacan
micijevic
micromation
mid-curve
middleweight
midfield
mid-july
mid-norway
midrates
mid-sea
mid-to-large
mid-week
mieciel
mihai
miilion
militarily
military-style
milla
millfeed
millfeeds
milling
millionaire
million-zloty
mindanao
mined
mineral
minimium
mini-state
minneapolis-based
minsk
mira
mirhunisa
mironivka
mishi
mistr
mistreated
misunderstanding
misusing
mixed-bloods
miyaga
mnlf
moada
mo.-based
mobil
mocude
modarabas
modem-chip
moderately
modern
modernization
moellenbeck
moen
moengo
moer
mokhoff
molata
moldovan
mollenbeck
mona
monarchs
mondale
mondonico
moneymarkets
monitored
monstrose
month-end
montoya
mont-sur-marchienne
morav.chemic.
moravcik
mordecai
mori
moribund
moro
moscow-backed
mositure
moslem-croat
moslem-led
motchebon
motel
mothusi
motkova
motor-bike
mouldi
mourning
mpumulanga
m&r
ms-nbc
muammar
mubatik
much-delayed
much-larger
much-postponed
much-praised
mudaba
muddy
mueller
mues
multi-
multi-billion
multico
multi-ethnicity
multi-homer
multi-layers
multi-media
multi-national
multiply.q
multple
mumler
munakarmi
munibonds
municipality-in-exile
municipal-level
murky
mustafa
mypa-47
myself
n.a
nab
nablus-based
nacar
naftemboriki
nagorno-karabakh
nagoum
nagoya
nagyatad
nalkhera
*name
nandrin
na=not
naples
napm
naqoura
narcotics
naroff
narrower
naseem
nasional
nate
nationsbank
nations-sponsored
native
naturalised
naumchik
nb-1
nb-10
nb-11
nb-13
nb-16
nb-2
nb-3
nb-4
nb-5
nb-6
nb-7
nb-8
nbd
nbp
nc=acomparison
near-fatal
near-ideal
nears
neeson
nerweyi
neths
netted
neunkirchen
never-say-die
new-ball
newbridge
newfield
newfoundland
new-look
newly-established
newly-promoted
newly-signed
newport
newroom
newsagent
newsstand
news-stand
news-stands
nfl
n.h.
nhamavila
nicaretta
nichols
nichterwitz
nico
nida'a
niger
niggled
nikolai
nikolayevich
nine-hitter
nine-mile
nine-to-one
ninety-day
nine-under-par
ninova
nir
niyongabo
nizigama
njerve
nkgowe
nld
no.1
no.2
no.3
no-fly
nolan
non-
non-callable
non-cumulative
non-debt
nondurable
nondurables
no-new-tax
non-inflationary
non-management
non-medicare
non-partisan
non-permanent
non-profit
non-seeded
non-title
non-trade
norberto
nordegg
norfolk
norodom
nortel
northsea
norwest
*note
noteworty
nothern
notional
novdec
novel
novels
now-destroyed
nsdap-ao
n'senga
nsw
ntawulikura
nucleus
nunung
nuour
nurbika
nuremberg-based
ny
nyerere
nylander
nyrere
oates
observer
obstacle
occult
occupant
ocei
o'connor
octnov
odnosum
odv
oeji
off-day
offsetting
often-unruly
ogea
o'gorman
ogris
ogun
oguz
ohio-based
oil-based
oil-to-crude
olabisi
olascoaga
olin
oljeselskap
olmo
omlx
onarheim
once-divided
ondh
one-dayer
one-dayers
one-kg
one-kilometre
one-shot
one-story
one-upmanship
ongania
onic
ontario-based
ooo-----
ophran
oportunity
oppreses
opthalmic
optic
optical
optimism
optional-origin
oquist
orchards
orhan
orii
orleans
orrell
ottoz
ouedec
outgunned
outlets
out-of-sorts
outperformed
ovchinnikova
over-allotment
over-charging
overcoats
overheating
overs-a-side
overstayer
oz
ozalan
ozers
p1020
paddy
pagani
pagares
pagel
pagnozzi
pakistan-ruled
pakistnn
palencia
palestinian-ruled
palladini
palmans
pamir
pamire
pan
panamanian
panayiotopoulos
pancreas
pancreatic
panicking
papendrecht
par-71
pardo
par-five
par-four
parishioners
parnevik
parra
parrett
parring
pars
part-finance
par-three
participate
particulars
part-timers
passorts
paulo-santos
pavanello
pavlik
paychecks
paydate
payrolls
pedestrain
pediatricians
pedophilia
pedros
peiremans
peking
pelaez
peleg
pelham
penetrate
penfriend
penney
penske
percivale
permit
persecuted
persistent
personality
personifaction
persson
peschisolido
peseta
pest
petitioned
petofi
petrescu
petrimex
petrobulk
petrolem
petrosan
pettite
pettitte
pfd-1
pfd-2
pfeffer
pharamceutical
pharmaceutical
pharmaceuticals
phenomenom
photo-fit
pibor
pick-up
pierog
pilgrims
pin
pinch-hits
piotti
piracy
pirelli
piskula
pl-480
planet
plank
platignum
platt
playmaker
play-off
plea
pleasant
pledges
plo-israel
plotting
plum
pmi
pocket
pocosol
pointed
poisoned
poisonous
poiunts
polar
poles
police-run
policing
policy-makers
policy-making
polverino
pomfret-rich
pondering
popescu
poppel
popullit
portion
portrayal
portrays
poruri
posad
pose
position-squaring
post-97
post-closing
post-games
post-handover
post-holiday
postponing
post-tax
posukhov
potapovich
potent
potty
poudels
pounced
poznyak
practised
praecip
prank
prayerful
pre-abnormals
pre-castro
pre-close
predrosa
pre-electoral
prefessors
pre-holiday
premiere
prensa
pre-placed
prescription
preserve
presided
pressures
pressuring
presumably
preventing
prevents
prft
price-in
priests
principles
printing
priok
privately-operated
privately-owned
privatisatio
pro-abortion
pro-am
pro-baghdad
pro-baseball
pro-child
prodcuts
pro-democracy
production-sharing
profit-taking
profound
prohaska
prohibit
pro-independence
pro-moscow
pro-opposition
properly
proponent
pro-rated
prosecuted
pro-soccer
pro-socialist
protocols
provera
proving
provs
pro-woman
prudent
prykarpattya
pubished
pudvah
puig
puk-kdp
puk-run
pukstys
pulpex
punr
purcell
purepac
purification
purist
putted
pyotr
pyramiden
qalandia
qasri
qo
qotbuddin
qrtly
quac
quarracino
quarterback
quarterbacks
quasi-democratic
quayle
quintal
quits
rabn.cn
race-long
rachel
radiation
rahal
raichev
rail-for
rain-curtailed
rajab
rajapat
ralph
ram
ramaunaskaite
rami
ramirez
ramos
rampant
ramusch
ranariddh
ransart
rantanen
raphanel
rapidly-growing
rarely-traded
rasa
rastegar
ratcliffe
ratifying
rattana
rattle
ravanchi
rawandouz
razmaite
razzle-dazzle
rbls
rdainah
reacted
readiness
realism
realistic
reaser
reassured
reassuring
rebel-controlled
rebel-dominated
rebels-interfax
rebels--poll
rebrov
rebuild
recanted
recber
recep
recommending
reconaisance
reconsider
record-tying
recounted
recounts
recoup
recourse
rector
redemptions
re-education
refinancing
refrained
refrains
refusal
refuses
regionally-represented
regretted
reinforcing
reinvigorate
remainder
rematch
remblance
remember
remigino
reminder
renier
re-nominate
renowned
reoffer
reopens
repatriated
reperforated
repression
reprisals
reprising
republican-initiated
republican-led
republican-written
re-routed
rescision
reserved
resilient
restriction
resurfaced
resurrecting
retains
retaliate
retinal
retires
retracement
retrieve
reuf
reunions
reunites
reversing
revived
rewe-handelsgruppe
reynald
reynard
rfdg
rhineside
rica-nicaragua
richmond-based
ridgeon
riels
right-foot
rightful
right-hander
right-left
right-wingers
rigs
rimavska
ripping
rishon-lezion
risks
rivera
rizvi
rms
roam
.robbie
rochester
rock-bottom
rod
rodimov
roelofsen
roermond
rohren
rokmeier
romania-hungary
romanian-registered
roock
rooting
ropelines
rostelekom
roster
round-up
rout
rozwoju
rtrs
ruano-pascual
rubbish
ruck
ruecker
ruhunu
ruins
rules-afl
rulings
rumors
rund
run-down
run-in
rusher
russ
russian-chechen
rustu
ruuttu
rydz
ryne
rysich
rzayev
s23.sep.96
sabitzer
sabotzik
sabri
saddens
sadmasochistic
safeguards
saffet
sailors
saint-bernard
saintly
sairyu
saladdin
salvaged
salvaging
samer
sami
samokhalova
samokhvalova
sanatorium
sancakli
sandberg
sandell
sanders
sands
sandstod
sara
saracens
saran
sarcastic
satellite
savagery
sawn-off
sayenko
sbf-120
s.b.k-
sbpus
scaring
schedeled
schedules
schepens
schindler
schiphorst
schoettel
schopp
schroder
schultz-mccarthy
schwabl
schwarthoff
science
scorching
scoreboard-australia
scots
scramble
scrapped
scrappy
screenplay
scuttled
seamer
seamless
seasongood
seatbelts
seating
seaver
sebesvari
second-day
secondliners
secretary-
secretive
securing
seeed
seelig
seguy
seismologicial
self-declared
self-determination
self-government
seliko
sella
sellberg
semerdjieva
semi-upright
semyon
sending-off
seneferu
sensitized
sentencing
sep.03
sep.96
separatist-inspired
sepoct
serb-controlled
serb-held
sereipheap
sergen
sergiyev
`serious
serra-zanetti
serve-and-volley
servicenter
setttlements
seven-hitter
seven-inning
seven-newspaper
severine
sex-abuse
sex-and-murder
shabazov
shakil
shallow
shamay
shame
shamir
shanghai-ek
shaped
shareholers
sharetsky
sharply-angled
sharqiyah
shawn
shaxson
sheepmeat
shells
shem
sherbatov
sheriat
sheringham
shifting
shikolen
shimaponda
shiohara
shipsales
shirtfront
shirts
shi-ting
shiya
shopping
short-covering
short-dated
shorter
shrieked
shrs
shrugged-off
shul'ala
shulman
sibonina
sidia
siebens
sierd
sietco
sigeki
sihanouk
sikhin
silpa-archa
singapore-listed
single-digits
sinker
sino-thai
sitanyi
sivasiththamparam
sivilia
six-hitter
six-plus
six-run
six-test
sixth-inning
sixth-ranked
size-per-order
skhirat
skibby
skidan
skr
slab
slabs
sletten
slioussareva
slip-up
slope
slorc
slowed
slower
smacked
smart
smashing
smelled
sniper
snow-capped
snow-scooter
soberly
sobotzik
socks
soderlind
so-far
soft-spoken
sokolovska
soler
soliman
solorz
solving
sombre
somehow
somerville
song-ho
songo'o
soprun
sore
sorry
soul
sound-track
spa-francochamps
spans
spares
spark
sparking
sparsely-populated
spc
spearheaded
spearheads
specia
specially
speeds
spiegel
spif
spin-bowling
spiring
spitting
splendid
spokeman
spooked
sportsmen
spreads
sprinting
square-jawed
square-leg
srbska
srutwa
ssangbangwool
stamper
stanojlovic
staoueli
staouelli
starters
stashed
stashing
stat
state-paid
stat:exempt-ult
statute
stavby
steadfastly
steady-higher
stearns
steel-hulled
steel-producing
steering
stentex
stephan
stephnopoulos
step-up
sterile
stering
stevanin
stg-plus
stiajkina
stieglmair
stig
still-enslaved
sting
stocher
stockists
stock-trade
stonecutter
storied
storp
straddles
straight-run
straight-set
stranksy
strategically
strawberry
streaks
stremaitis
stripes
stroke
stroke-making
strolled
stromsgodset
strong-dollar
stronger-than-expected
strongholds
studentesc
stuer-lauridsen
stumps
stunned
subandoro
sub-contracting
subdue
sub-regions
substitutions
succesively
successes
successfully
succession
succumbed
sud-ptt
sueddeutsche
suedwest
suffice
sukur
summary-
summoned
sums
sun-baked
sun-drenched
sung-hee
sun-ho
sunk
supervised
supervisory
surcin
surgeons
surinamese-born
survive
suspensions
sustain
suu
suwan
swan
swaps
swart
swastika-covered
swebus
swerford
swerved
swiftly
switching
sympathetic
symposium
synthetic
sypron
syrian-lebanese
szonn
t$
t3
tacambaro
tajik
takeishi
takers
talent-laden
tanaki
tango
tanja
tanjung
tankers
tantamount
tantrum
tapani
tararache
tarasov
tarawa
targest
tartabull
tatian
tattersalls
taunted
tauranaga
tavildara
taxation
tax-raising
tayfun
t-bill
t-bills
t-bonds
td
teddy
tegla
tekstilshik
tel+44
telecommunication
telgheder
tellez
temizkanoglu
temperamental
tend
tennessee
tent
terminal
territorial
terroritsts
texan
thank
thatcher
theatre-prop
theory
theron
theybers
thily
thinakaran
third-place
third-set
third-year
thistle
thmei
thorsten
three-
three-grade
three-hitter
three-month-to-three-year
three-putted
three-session
threesome
three-stroke
three-time
three-under
three-wicket
thrift
thuet
thumped
thuram
thwart
thyroid
tiananmen
ticket-cnn
tier-one
tightening
tight-lipped
tikhomirov-maskhadov
tilcon
times-stock
timor
tino
tip
tipoffs
tipping
tirgoviste
tissues
titanic
tiwontschik
tktx
tlumacov
toftir
t.o'gorman
toilet
tokyo-mitsubishi
tolkacheva
tolley
tolunay
tonchetti
tong
tono
top-draw
topolcany
torrens-valero
torshina
toshack
total-
totalling
touchdowns
trafficker
tragedy
trandenkov
trandenkova
tranfers
tranquil
transform
transitions
translate
transylvanian
travellers
travesty
tremila
trendline
trentino
treorchy
trevor
trick
trickled
trine
trinecke
trip-canada
tripoli-based
trofej
troldi
trouble-makers
trunk
tse-tung
tufnell
tugged
tug-of-war
tungky
turkish-operated
turrent
tutsi-dominated
tutsi-run
tuzla
twenty-three
twilight
twisted
two-and-a-half
two-chamber
two-kilometre
two-over-par
two-question
two-shot
two-try
tyler-sharman
tyson
u.
u-21
ubimini
ubiquitious
uhelna
ukcm
ukrainians
ulimo-j
ultimately
unacceptable
unadjusted
unanimous
unassailable
unbelted
uncertainties
unconditionally
underestimated
under-fire
undermining
underpriviledged
undersecretary-general
understandings
undoubted
une
uneasy
unfavoured
unfortunately
unguent
unhappy
unharmed
uniceramic
unicom
unifed
unifil
unify
unimported
union-based
union-england
unitaire
unitog
unleaded
unprotected
unsal
unser
unsinkable
unsporting
unsupervised
untiring
upholding
upsets
upstarts
uptrend
upul
urus-martan
usable
usda-sponsored
usurp
utilization
uwp
uwp-hachette
uyo
uzbekistan
vacationing
vaclavas
vafa
vain
valentina
valery
valkov
valkucak
variables
vasily
vasser
vdh
vebjoen
veerakesari
veered
veggerby
velarde
velten
venalum
vendor
venice
venter
ventures
venuste
vera
verbal
verbjorn
verheyen
vestige
vi
vialle
vicorp
victors
vidadi
vidal-quadras
videoton(*
vienna-based
vierklau
viii
vikstedt-nyman
vileujeux
villain
vinnytsya
vinson
viorel
vipheak
virgilijus
vitoux
viva
vivit
vmig
vmig-1
vodni
voica
volcano-hit
vomitoxin
votava
vowinkel
vulnerabilities
vurens
w-10
w112.5
w125
w145
w155
w160
w167.5
w195
w200
w265
w-3
w-4
w-7
w-9
waalijk
wahono
wallaby
wallet
wami
wanrooy
want-ad
war-devastated
warmed-over
warn
warszawy
wasps
water-carrier
waterfront
watsonians
waybill
wba
wbc
wbo
wbur-fm
weaker-than-expected
weakest
wealth
webber
weber
week-ago
week-old
welikanda
well-flighted
well-rehearsed
well-worn
welterweight
wendy
wertheim
wertpapier
wesbanco
westernising
western-organised
whacking
wheat--rains
whenever
wholly-owned
widely-reported
widen
widens
widness
wiese
wieslaw
wijffels
wildcard
wilde
windblown
winrow
wise
wisinga
witechek
witnessed
wives
wk
w.n.f.
wodzislaw
wold
wolpe
wolsey
woods
wore
workweek
worrell
worthing
worthwile
wouden
wray
wreck
wrestled
wriggle
wsc-india
wsrl
wuestenhagen
wuhan
wuxi
www.internetstartup.com
wymeersch
wynalda
wynd
x-aek
x-anderlecht
x-cercle
x-club
xiao
xiaoping
xiomara
x-olympiakos
x-pao
yalcin
yamada
yamassoum
yandarbiyev
yaqiong
yastrezhembsky
year-ago
yeard
year-earlier
year-half
yearlong
yerevan
yielding
yihye
yitzak
yonhap
young-hoon
younnes
youri
yr-ago
yr-yr
yuan-dong
yunnan
yusuf
yuuchi
yvegeny
yvonne
zafririm
zalevskaya
zanardi
zanoli
zapata
zarcas
zarraga
zav
zavgayev
zeitung
zejjari
zelesnik
zelezarny
zelimkhan
zenon
zetterquist
zhejiang
zhilan
zhirayr
zidane
zieger
zighayer
zilinskiene
zine
zinedine
zirka-nibas
zones
zoo
zuleeg
zundra
zwingmann
zycie
zygmunt
zyrecha
