----------------------------------
------------------------------------------------------------
-------------------------------------------------------------
..
0.
0*
+0.0
000s
0:04
00.42
00--44-171-542-7947
+0.05
0:06
0:08
0.0817
0.0822
+0.089
0:09
0172
01.77
+0,2
0.200
0.20-0.70
020-504-5040
02/09
+0.237
0.25-1.00
0.25-1.30
02.777
02.sep.96-06.mar.97
02.sep.96-21.nov.97
+0.300
0.300
03/09
0.355
03.684
04/06/96
0.4-0-9-0
+0.435
0.445
04.95
+0.4m
0-50
05/01/97
05/09
05:53
+0.578
06/01
0.629
07.00
072261
08/21/96
08/23/96
08/26/96
08/27/96
08/28/96
08/29/1996
0.8584
0875
09/01/96
09/04/96
09/05/1996
09/05/96
+0.9;+23.6
0.958
0.966
1=
1-
10.
=1,000
1000.0
10/01
100=1990
100=1992
100-2
100-30
10-0-33-2
10-0-38-3
10-0-41-2
10-0-42-0
10-0-43-2
10-0-44-1
100-5
10-0-50-0
10-0-52-0
10-0-53-3
10-0-56-1
10,056.4
10-0-59-1
100,600
1:00.754
100no
10,119,000
10-1-36-2
10-1-39-1
10-1-40-0
10-1-47-2
10-1-50-1
10-1-54-0
101-strong
102-0
10,204.87
10-2-51-0
1:02.795
10-3-30-0
10-3-31-1
1036.575
10-3/8
+10.436
1:04.541
1045.56
104.625
1:04.732
1:04.834
1:04.896
104th-ranked
1:05.022
105-17/32
1:05.219
1:05.300
105-4
1:05.406
10.5-42.3
1:05.731
10.57:33
1:05.735
1:05.850
1060.00
106-25/32
106-26/32
1:06.289
106.375
10,650,407
10,655
1:06.615
10,663
10700
107-06
107-06/32
107-10
107-11/32
107-12
107-2/32
107.24
10,725
1:07.258
10752.092
107.55
10,756
10772
+10.8
108,288
108-3
108.4**
10,880,000
10,896
10,925
109.36
109-5
10.982
10no
10-session
10th-ranked
11-
11.
1,100.7
1-10-100
11/01/96
1-103
11,046,000
1-106
11/1/05
11/1/07
111-20/32
1,113,785
11,175,000
1,119.0
11/1/96-11
112.0-149.0
11.20:33
112.1-113.4
112,200
11,244
112.56
1-129
112th-ranked
1-1/3
113.02
11,346,000
113.576
11361.330
11-3/8
1,141.50
11,424.64
11,525
115.259
115.32
115.45
115.58
1,156.79
115,941
11,594.99
+1,161
1,164.1
11.776
11.833
1,184.0
11.900
11,900-12,100
119.3**
119.49
11.959
119.6**
1,196.35
11th-ranked
11th-seeded
12.
120-103
12.033
1.210
1.210-1.236
12.112
12.124
12.130
12-1-41-1
12-1-76-0
12.177).
12,201.09
12.208
12.211
12.225
12.246
122.53
123.157
123,394
123-4
12.341
12.348
1,236.5
123.89
123rd-ranked
12.4.1996
1,242.9
12.434
12.442
1249-1286
12,600-12,750
1)266
+12,696
12,700-12,800
12,700-12,850
12,700-12,900
12,700-12,950
12,750-12,850
12,750-12,900
12,750-12,950
12,800-13,000
128-1
128-4
12,850-13,050
12,855.7
12,900-13,100
12,900-13,150
12,940
1,294.5
12-mth
12pct
12th-ranked
12th-seeded
13.
13:06.12
13:06.45
13:06.57
13:06.65
13:08.05
13/09
13,091,000
13,102
1,315.7
13:20.12
13:21.35
13,256.5
1,334.0
133-5
13.353
133.82
1.3438
134.40
134.44
1=35.73
135-9
138.0-149.0
138.643
13-month-old
13rd
13-times
14.
1:40.227
14-0-71-0
14,153
14,196
1,420.9
1,421.90
142-4
14,278.9
1,433.4
1:43.34
14.3-4-45-1
143.60
14,390.7
14432
1:44.58
1:44.93
14,494
1:44.96
14:49.81
1:45.03
14.5-16.5
1:45.24
1:45.27
1,452-km
1:45.62
1:45.64
1,456.7
14:58.29
1:45.96
14:59.70
1:46.09
1:46.18
1:46.45
1464/96
1,466.1
1:46.66
14,668,000
147.159
1.4767
1.4772
14,775,000
147.786
1.4779
1.4788
1.4789
14.828
148.29
1.4871
149,100-a
1.4935
14.956
14-for-30
14-pct
15.
15:04.94
15:05.21
15:05.41
15,062
15:06.33
1:50.727
15:07.57
15:07.85
1:50.858
15:08.79
15:09.00
15:09.74
1:50.980
1:51.006
1:51.075
15:11.40
15.125
1:51.287
15:14.34
1:51.528
1:51.588
1:51.778
1:51.784
1:51.857
1:51.884
1:51.960
151-to-1
1:52.318
1:52.354
+15,272
152.80
15,286
1:52.977
1:53.043
1:53.067
1:53.152
1:53.199
1:53.993
1:54.095
15.4-1-67-3
1:54.220
1:54.342
1:54.443
1:54.700
1:54.754
1.5497
1:54.984
1:55.101
1:55.150
1:55.281
1:55.333
1:55.371
1:55.385
1:55.645
1558-1603
15,613
1:56.286
1:56.318
1:56.417
156.65
156,700
1:56.830
15.687
156,996
15,704.3
15.710
1,574,799
1:58.579
158.82
15/9
15-share
16.
160-200
160-4
161,600
162-4
+16.4
16408.700
1=.6421
164-4
165,150
165m
+1.660
166-1
1663/96
16,668,560
+167,330
167-6
1676/96
+168,130
16.875
16,909,000
16,935
16-party
17-
17.
1,700-hectare
17,024,000
170.4-175.0
170.680
17-0-91-0
170,952
17,166,000
+1.7;+22.0
172,580
17-3-42-1
1,750-hectare
176,780
17,844
17.8.90
179.5p
17th-ranked
18.
1=80
180.38
181,005
18,174,000
1-82
1,820,000
182,533
182.778
18,278
182,887
+18.3
18-3-55-1
183,704
184,180
1,850-1,900
185-6
18,623
18,661
186th-ranked
1,874-of-3,362
18-7/8
188,143
18,867
1,897.85
18th-ranked
+1.9
19.
1905-1908
19.125
1915.00
194-0
1948-52
195,283
19,560
195.79
195-km
1-96
19,734.70
19,775
197-8
198354.941
1987.0
1991-1786
1/9/95
199.56
1996-05-28
1996-08-21
1996-08-22
1996-08-23
1996-08-24
1996-08-25
1996-08-26
1996-08-27
1996-08-28
1996-08-29
1996-08-30
1996-08-31
1996-09-01
1996a
1996-a
1996b
199.71
1997--ruehe
1998c
1998d
199,900
19999.777
1ama
1mo
1-mth
1yr
20.
20000.00
2.00-2.25
2,002.9
20.036
2:00.39
2:00.91
200-an-hour
20.112
20,167
2,017.99
2-0-18-0
2:01.98
20202.87
2,020.82
2-0-22-0
2-0-23-0
2:02.40
20-24c
202-5
202,593
202.65
202.90
203.000
20.318
20:36:54
204.74
205.10
20,530
20,553.16
205-9
205-km
20,605
206-386-4848
206,464
2065.260
20-6-70-2
20,725
207,990
208.442
20,850
208,978
209,412
2,096.10
20-month-old
20th-ranked
21.
210.00
2-105
210-5
210,622
210,683
211,175
211,420
212.25
21,228.80
21,240
21-26-agency
212-859-1610
212-859-1620
212-859-1646
212-859-1650
212-859-1710
212-859-1736
212-859-1761
2-136
213,845
213,989
2-1-4-0
2140.800
2-141
214.40
2,146.79
215.0
215-yard
216-579-0077
21,718
2173
2.17m
2183
218.50
218-9
21.jan.99
2.2-0-13-0
22,040,000
2.209
221.857
2224305
222,457
2-239
2.240
22,434
224,609
+225
225-5
225-share
226-1
226-5
22-6-56-2
22,666.80
226.859
22.828
2,282nd
2,284.86
22,877
2288
228-9
22/8/96
2:28.98
229-1
2,292.9
2:29.34
229,360
22/96
2:29.66
22,980,000
23.
230-1
+230.4
2:30.67
23.0yr
231-7
2320.00
232-6
2,326.00
232-km
23-3-112-0
233,600
233,713
2,340.6
2,341.5
2,342.0
2,342.00
2,342.75
2,343.00
234,324
234,330
2,355.93
235-6745
23-5-71-1
2361
236-4
2370.00
237km
2385
23.8.96
2:39.00
23/96
239,733
+2.3r
24/08
24,137,000
242.94
2:43.06
2:43.18
2:43.44
2:43.82
2:44.22
2454/93
246,077
246-248
2467.872
2470.00
24/8
248,142
249.53
24-km
24-kms
24.sep.02
24.sep.96
25-
25.
25.0-27.0
2.50-3.0
2-5080815
251/01
251/02
251/03
251/04
251/05
251/06
251/07
251/08
251/09
253,337
254,247
25.49,(3-yr
255-3
2,555.16
2,558.84
255-9
2562.094
2,563.16
25-6-95-4
2,583.49
25,860
25-8-61-1
25.8.95
25,929
+2.6
26.
26.0-32.0
2609760
263-7
264.00
26:43.53
26:54.41
26:56.78
26-57
266.37
26.7.1996
2.693
269.3
26-time
27-
+27-11
27:18.84
27,246.5
27:25.13
27:25.48
273-5
27.482
27.495
27,535.5
27-5-78-2
276-277
2.777
2.7775
2778
2.7975
279.9
28,000-student
280,556
28/08
28:18.44
+282.1
28.29.42
28-36c
28.42.23
28:42.26
2843
2843-6470
2847
2-85
285-6
28,716.8
289.1
2,891.00
28-inning
28th-ranked
29.
290.00
2,901.48
290.3
290m
291,088
2913/92
29.179
29-2/3
292-8
29.2-9-83-3
29-3-116-1
2/94
29,434
29,582
2,960,000
29-6-64-1
297,157
297,700
298-6
29/89
29/8/96
29.896
29th-ranked
2-mth
2-yr
30.
3,000th
30.054
300,800
300,962
300-club
+301
301,972
3-0-24-1
3024.95
30,300-30,400
303.19
304,850
305-5
30-5/8
+3.06
30,700-30,800
3081
30-a-share
30.aug.96
31.
310.00
+310.4
31.081
3-11/16
31,139
3120264
+31,230
312-408-8647
312-408-8720
312-408-8720--
312-408-8721
312-408-8725
312-408-8787
312-983-7347--
31,347
31,412
3-146
3-160
3-163
3-166
3-167
31/8
318-0655
318-2
31,834,000
3-186
3/1/90
319,600
32-
32.
320.00
32.0-43.0
323-5
323-mile
3,250,000
325-350
3.25-3.75
32607.500
32,700-32,800
32,900-33,000
33.
3:30.974
+331
3311812-4
33,149
3:31.526
3:31.674
3:31.830
3:32.174
33,230
332.66
3:33.00
3:33.36
3-334
3.334
3:33.64
3:33.77
3:33.94
3:34.12
3:34.13
335.00
3:35.087
3355.00
3359.200
336.47
3.385
339.00
3,390,000
339-4
33969650
33-for-90
+34
+3.4
340.00
3:40.036
3404.71
3.412
3:41.823
3.4210
3.4211
34,277
+3,428
3:42.852
3:43.078
3432
343-8
344-8404
3:45.011
3:45.061
3:46.216
3:46.493
3:46.834
34684
34.829
35.
350.29
3.50-4.00
3:51.01
3:51.40
35.202
3:52.204
+353
353078
353.24
3:53.42
3:53.47
3:53.85
3:54.57
3:54.60
3:54.67
3548
3.5486
3:54.87
35,563
355,900
3565
356,725
35.694
35,711
357,143
35-7/8
+358
35.888
++359-2
359-2-84561
359-yard
+3.6
36.
+361
36.170
36.242
36.307
3,632.3
36337.137
36.491
36,5
36.831
368-7
369.00
369.66
+3.7
37.
37-10-78-6
37.1-7-97-3
37.273
373-1800
375.00
37.624
3,800-3,825
380.6
+381
38-1/2
3-8/16
381.65
38:18.759
38:19.313
3,820,000
38.285
3830.000
38:30.140
+3,831
38:32.040
38:32.149
38:32.353
38:32.719
38:33.595
38:34.436
38:34.682
38:34.999
38:35.297
38:36.306
38:41.756
38:42.015
38:42.333
38:43.253
384-6364
38:49.595
38:50.269
385-1-4557075
38:52.271
38.546
386.95
387.00
387.60
387.70
+387-71-663-864
3,885.0
388.50
3885.0
388.55
388.75
3,8921.1
3,894.00
389.79
39.
3,905.7
3,907.5
3,911
391.32
391-seat
3,920.7
3921.8
3,922.1
392-6
3/94
3,941.50
3,944
395.0
39,584
3mo
3-mth
4-
4.
40.
4000.00
400-425
+400.9
4:00.958
40,144
4017
4:02.26
4:02.67
4:02.752
4039
4:04.539
4:04.78
4:05.00
4:05.104
4:05.463
4:05.64
4064/89
4:06.534
406.6
4:06.80
4:07.27
407,748
4:08.22
408-8750
408-8787
4:08.96
4:09.25
40,989
4:09.95
+41
41.
4-102
4:10.38
4-104
41.0-42.5
4:10.87
4:11.06
4:11.114
413.20
4:13.353
4:14.784
4-149
4:15.006
41-5/16
4,153,800
4:16.141
4:16.274
4-168
4-174
41,752
4:17.551
4:17.696
4-179
4:19.665
4:19.699
4:19.762
4:19.808
41no
42.
4-200
4,200-acre
4:20.241
4:20.341
4-205
4:21.009
4:21.454
4-217
4:21.715
4221
422.1
42-2-2423-0003
4:22.738
4-230
4:23.029
4:24.427
4:24.660
4.252
4254
4:26.467
4,271
429,449
429-7
+4.2r
43-
43.
4,300,000
+431
4,325-acre
4-334
43,430
439.9
43-man
44.
4411
442,201
44,525
4,464
446-9
44.804
44th-ranked
45.
45,020,000
4,534,000
4.5350
45.455
456.8
45.810
461.42
4.6200
463.73
46.538
4,658,000
4,666
+46-8-700
468p
+47
+4.7
4.7000
4710.000
47-10-116-2
4.7200
4.7300
4734
473-4746
473-6
4746
476/698
+48
480,618
480.72
48,123
48-1/4
482-1003
482.13
4,841
48.637
486.5
+49
49,269
4/94
4950.000
.496
497.5
4mos
4yrs
5-
5017
5-0-24-0
50.250
5-0-29-0
5-0-31-0
5,032.94
50.574
5080815
50th-minute
510,258
5,122.084
5,124.053
5-1-24-3
5-1/3
5-1-36-1
5-137
5-157
5.1700
517-km
5-187
51/96
5/1/98-02
+5.2
5-203
5.208
521.15
5-217
521-8
5-220
5-221
5-240
524.2
5.2420
5-248
+525
5.255
5.2893
529-8
53112
531.52
532-8
533153
5-3/4
5-365
53.706
53.980
53rd-ranked
+541
54,178
542.20
5432
54.483
54.507
5452
54.578
54.617
54.620
54.683
54,703.0
54.750
54.762
54.774
5,486,000
55,000-b
5.50-6.00
55-11-2324411
5522
5,539
55-61-2230358
556.19
55,627
5565
5-5/8
55,929.89
559.68
559-mile
55-ball
5.602
56,126
56-13
5,616.21
561-8671
56,261
5644
5,647.65
5647.65
5,658
5,689.82
569399
5,696
56rd
570m
5,710.53
5,731
57.345
5,755
5,778.00
5-7/8
5-81
59440
5,951
595,400
5/96
596.5
59th-pen
6=
6-
6.
60,131
.602
6-0-23-0
6-0-26-0
6-0-27-0
6-0-28-0
6-0-29-1
6-0-30-1
6-0-40-1
6,045,000.00
6-0-47-0
605m
60,960
6-1-17-0
6-1-23-2
6.14900
6156
6-163
6-164
617-367-4106
6179
6-196
6-205
6221
+6221
6-242
6-257
.626
626.3
6-273
62.83
62,900
630.000
6,310,000
6320
633.6
6368
637.50
63,913
639.38
639.55
64,178.78
6-440
6441
64.73-point
64-stroke
64ths-inch
+65
6,512,000
6.5-1-23-4
651.99
652-0642
65,345
655m
6.5-8.5
+65-8703086
65-8703092
658/96
6603377
+6613377
66-14
662-252-9950
665m
66.6-68.4
6,688,000
6700.00
6700.000
6736510
6-7(3-7
6,739-yard
6,746
677.98
6-82
6,828,000
68-76f
691p
6-98
6mo
6mth
6-mth
7-
7.
7,011
7-0-24-2
7-0-28-1
7-0-29-0
7,032
7-0-32-0
7-0-35-0
70,375,000
7,047,000
705m
70,848.86
+7095
70th-ranked
+7.1
7-100
71-1
7-1-24-0
7-1-29-1
7-1/3
7,138
7-1-38-0
7149
7,149
7-164
7-178
7-1/8
7.1875
7,190
7-2-11-0
7-2-13-1
7-220
7-2-24-1
72,464
7-257
725,900
7-263
7-283
728-9559
728-9560
7:31.65
7:31.69
7:32.44
732.50
7,330,000
+7.3;-3.6
733.75
7340
7:35.56
7:36.81
7-3/8
7:38.09
7:38.88
7,391
73th
74-0
743.50
7.437
74,600
7:46.91
7:47.78
7:48.38
7-502
75-19
752.50
7546
75,632
756525
758.75
75.912
7658
768,269
7706
7715
7717
7,718,000
7-73
77,719
782.6
7,845
785.00
7.85-8.15
787.50
7.894
79-2
79,390
7944
7950
795m
7,961
79th-minute
8-
8.
8-0-33-0
8-0-37-2
8-0-39-3
8,049
8062
8-118
8-120
8:12.04
8-1-26-3
8:12.65
8:15.69
81.64
8167
8-168
8:16.80
81-7
8:17.29
817.60
8:17.66
8:17.94
818.10
819.10
819.30
8-198
8.20-8.50
8:22:00
8-2/3
8-238
8-284
8-286
82-96f
8/30
83,008
834405
837/763
83,801
840m
84-50
850,968
8-519
8520
8569
859-1610
85-share
861723
864148
867.100
86.82
869.3
8703080
8716
8720--
87,241
8,757
.8787
880-2-506363
8863
88-year-old
895m
8980
8982
9.
900.00
9.0-10.5
9.0-12.0
9,018
+90-212-275
903.09
9-0-41-1
9-0-49-1
9.050
9-0-54-1
9074.850
+91-11-3012024
9-120
+91-22-265
91.36
91.37
9-1-49-0
9,167,000
9-177
9/17/96
918,288
9-203
9.20-9.40
92.0-94.5
9,215,000.00
9221-5685192
9-2-26-1
9-2-35-0
9-242
9251-274757
9-295
9,306,000
9-3-28-0
93.32
9,358
936.000
9373
9373-1800
937.891
9,402
941-434319
9.4-1-45-3
941-8100
941-8105
9,446
9.5-0-44-1
9,510.9
9554
95/96
95975
960.00
96/04
965m
96/97
97-12
9779
+9.8
988.2
99.956
9-mth
a-
a7e
aa-
aa+
aaxis
abdellaoui
abderdeen
abnout
above-normal
acatepec
addameer
ad-diyar
a.de
adinayev
ad-interim
adversories
aerostan
age-defying
agf-iart
aggregaete
agota
agrins
agrotonz
agrregate
ahave
aid-u.n.
al-
al-abidine
al-akhbar
al-akhdar
alaniya
al-anwar
albanian-born
al-daih
al-gama'a
alhadji
alien-led
al-ingaz
al-islamiya
aliuska
al-kabariti
alkhan-yurt
al-laqlaq
alliance-menatep
all-ordinaries
all-race
al-muntar
alomella
al-qidra
al-ram
al-risala
al-saadani
al-tadamun
alucasa
al-watani
amman-bound
amoco-yemen
amrollah
amsterdam-rotterdam
amsterdam-rotterdam-antwerp
...and
andrejez
andrievskaqya
anglert
anjalonkoski
an-nahar
anne-gaelle
annemari
anthuan
anti-bhutto
anti-constitutional
anti-graft
anti-rangoon
anti-separatist
april-july
april-june
april-march
apr-jul
aranosian
a-rated
army-backed
army-controlled
army-run
aronkasei
as-safir
asselman
asset-st
assisted-suicide
aswaq
ata-ur-rehman
athetlics
attendancce
atteveld
auchard
augsep
avacados
away-goal
awdankiewicz
aylum
b-
badi-tondon
baeron
bajgora
balakow
balance-water
ballace
bancarel
baratelli
bargain-hunters
bargain-hunting
barnagar
barngetuny
baronti
barrel-per-day
baseball-results
basketballsoccer
bathel
batterby
bayervb
bayesa
bayissa
bbb+
bbb-minus
bbi-7.27
bb-plus
becanovic
becej
bedibunder
beijing-backed
beijing-funded
bejaxhiu
bekescsaba
bekila
belec
belim
bellamore
belometti
bencevic
ben-elissar
bentsen-era
berensztain
bergamo-based
berkrot
berlanda
berovo
beryll
beser
besirovic
bestop
beta-1b
betschart
better-than-expected
bieszk
big-capitalised
biggest-ever
big-serving
bilbija
biovest
birenda
bochkary
bogey-free
bokovec
bolesy
boltfelag
book-building
boo-nee-ol
boopathy
bordder
borkus
bortsch
boshova
bosia-hercegovina
bosnia-hercegovina
bosnian-croat
bottle-throwing
boudova
boulahya
boulares
boutoille
boxing-bruno
braber
brain-wasting
bregancon
brentford3
bright-belgians
brightly-painted
briskest
broken-bat
brunmayr
brusing
bruwier
bscher
bse-infected
budapest-based
buggered
buiatti
build-to-order
bulatka
burcin
burea
burundi-central
buy-backs
buzuku
caboche
caep
camat
camdzic
camoflage
cancell
capabilties
capiot
carl-uwe
carqo
cash-related
cattle-on-feed
c.c
ceahlaul
ceausu
cellar-dwellers
centrinvest
chabora
chammari
chandraratne
chantyr
charles-michael
chatelineaux
chatuparisut
cheary
cheiguer
chemlon
chernyavskaya
chiate
child-sex
chimonetos
china-bound
chindia
chinnathambi
chistian
chosed
chuman
chun-yeh
chupabolos
cikirikci
cimicchi
citto
clerq
closely-watched
cnb-120
cniec
coat-tails
coers
cofinec
colleter
collstrop
comelf
cometra
comisetti
commem
common-cold
company-------------price---broker----------------
constructorol
coolee
coolish
co-premiers
cordoned-off
corentine
corrazin
corrigendum
couterpart
coverable
co-world
cricuma
crime-infested
croatia-yugoslavia
ctry
cukaricki
currrent
curtain-raising
customs-cleared
cut-off-rate
cvetko
cyprus-based
dadabhoy
dagayeva
dahshour
damein
danius
date:august
dax-3o
day--company----period--consensus----range-------pvs
debt-service
dechaume-balleret
decheiver
deflt
deja-voodoo
deletraz
d'emploi
denoms
densakul
densely-populated
deprival
derivatives@reuters.com
destocked
detroux
diesel-filled
dinamina
directorate-grade
dirkx
disarmament-china
dishoarding
distrct
distributers
divaina
divisionn
djate
djate-taillard
dnevi
dnib
dnum
doetinchem-doetinchem
doldrum
dollar-buying
dollendorf
donkow
donwahi
douati
double-bogeying
d'outre
drooge
drunksucker
dtb-bund-future
dubrovshchik
duessseldorf
dunajska
dungeon-like
earth-shattering
e.c.india
eco-challenge
eco-terrorism
efendija
egurugbe
eiden
eighth-inning
eight-hitter
eighth-ranked
eight-month-old
eight-plus
eight-under-par
eight-year-olds
ejiohuo
eksportfinans
eltahawy
el-watan
emajuddin
emanuil
emeraud
emkam
emtn
end-may
end-october
endt
end-year
enioukhina
ennea
escuredo
etchebarren
eurobourses
eurograde
eurokiwi
eurolira
euroswiss
euser
eveningperformance
ex-captain
exchnage
exculpated
ex-div
ex-dividend
exempt-rev
exer
ex-milan
ex-officer
export-quality
exportu
ex-rebel
ex-store
extended-stay
extraordinaries
ex-yankee
eykeren
f...
f.a.i.
faizy
falkir
family-controlled
fast-tracking
fast-tracks
fat8222
father-of-three
fatkoullina
favourtism
fax+44
fedyushina
feedmillers
fehervar
feldhoff
fellow-american
fenandez
ferhaoui
fervant
feugill
fifth-
fifth-inning
fifth-seed
fifth-stage
finmin
firebreathing
fire-engines
fire-related
first-inning
firsy
fiscally-tight
five-
five-10
five-hitter
five-metre
five-nation
five-run
flick-on
flight-related
floating-rate
flood-hit
focus-news
foindu
football-randall
foot-dragging
...for
forecast-
foreldorado
four-nation
four-over
four-run
four-set
fourth-stage
four-under
france-juppe
france-registered
france-soir
francois-rene
frcd
freight-tonne
french-educated
french-registered
friedick
fruit-throwing
fulcheri
fully-elected
full-yr
gabrich
gadoon
gagiano
gaissmayer
gajdos
galeforce
galvez-lopez
gama'a
gangland-style
garishly-coloured
garrington
gasoline-to-crude
gatera
gaza-based
**general
gene-therapy
gen'l
gentext
georgalis
georgiopoulos
german-israeli
get-tough
get-well
gevirtz
giaconi
gimnasia-jujuy
gimnasia-la
girard-leno
giroix
giunluca
.giuseppe
gleveckas
gloom-stricken
godee
godras
goinxha
goldiman
goldiner
golodnova
gorini
gorokhovsky
go-slow
goulnara
gov't
govt.budget
govt.fcast
gpta
grabowksi
graf-like
grainbelt
grain-growing
graudin
green-and-yellow
grenade-launcher
greste
grichina
gritson
gritsoun
groenstein
grossard
ground-staff
guelfs
guivarch
guivarc'h
gulizade
gulyayeva
gun-wielding
gyaicain
hacini
haladas
haldtime
half-game
half-percentage
haltime
handrik
hansma
hans-otto
hard-serving
haringa
harper-collins
hattesta
havnar
heavily-armed
heavily-mined
heinz-peter
heir-to-the-throne
helibor
help-wanted
hemina
heraf
herfried
hezb-i-islami
hickey-like
higher-than-expected
hincza
hintum
hirsbro
hishem
hitleresque
hit-squad
hiv-pensioner
hmgt
holzgerlingen
homegate
home-sellers
homocide
hoogma
hoshiyeh
house-hunting
houying
hueite
huize
humenne
huracan-corrientes
hurte
husaberg
hyper-inflation
hyper-inflationary
...i
iacomella
iae-3
iberfreight
idalecio
idlc
ihlas
iii.ker.tve
ijaya
i`m
imam-in-exile
imerisia
imf-hosted
imf-sponsored
immune-system
impact-
impens
imphold
includind
inc-owned
independence-joke
independence-seeking
indexations
indian-ruled
*indices
indices*
indonesian-origin
indonesias
indusind
industry-funded
inebetude
inem
infrastruture
in-mo
in-nazzjon
in-so
insurgency-related
inter-entity
internationally-sponsored
interogation
interview-t&n
intinerary
intra-day
ipma
iranian-backed
iraq-bound
iraq-u.n.
ireland-born
isbank
iscovered
israeli-plo
israeli-syrian
israel-plo
istafanus
ivac
ivernia
jackiewicz
jaeghere
jamaat-i-islami
jamroz
jan-april
jan-july
jan-june
jan-may
january-april
january-july
january-june
january-may
jaora
javedan
jbri
jean-denis
jed-forest
jeerasak
jeffrey.hodgson@reuters.com
jessen-petersen
jetsi
jing-qian
j.j.lehto
joe-max
joint-commission
joint-favourite
jongsma
jose-maria
jul-18.jul
julaug
jumbish
jumbish-i-milli
just-concluded
jyvasklya
kablo
kabul-salang
kadian
kafawin
kamiel
kampfruf
kankunnen
kanstinger
kantharoopan
kapeta
kaptyukh
karabach
karame
kareda
karvina
karzhala
kasslin
kaucuk
kazanjoglus
kdp-controlled
kekkila
kerametal
kerdos
kevic
khotin
kibitok
ki-choo
kidikas
kiksis
kilo-bars
kirzan
kisabaka
kitigawa
klimis
klongprem
knobl
knoroz
koers
koerts
kolumbina
kong-listed
konpolis
koprinovic
korea-based
korean-related
kostantin
kotaik
kotlarska
kotzmann
kovasevic
kpaitan
kreissig
krejner
krpaco
kruge
kryvy
k-sheets
kudapokuna
kukic
kundic
kurdish-controlled
kushko
kytolehto
laasonen
lahlafi
lahssini
lakpe
lalcher
lancien
lankadeepa
lapke
lasa-zabala
lausberg
lausgberg
lavrentyeva
layron
lazarek
lb-1
lb-11
lb-12
lb-2
lb-25
lb-3
lb-4
lb-5
lb-8
ldp-dominated
leadframes
league-australian
leciva
left-armer
left-hook
leftist-led
legeard
lelouche
leveilly
levoxyl
levrentyeva
lichtwer
lietti
likkason
limelight-loving
liparityan
lisabeth
lisheen
lispi
liutauras
liwaya
ljupce
lm600
lomason
long-barreled
longely
longer-dated
long-on
lopetegui
l-orizzont
`lost
lovebite
lovebites
low-copper
low.in
low-margin
lubarskij
luehrs
lufthanseat
lufung
luminzu
lumir
m;-0.2yr
m;+21.5yr
maakinen
maase
machnee
madhumalla
maenmuan
mafia-style
maicel
mainly-moslem
majority-elected
makkawi
malakwen
malardeau
malbak
malchugina
malekos
maltch
mamatuyev
mamatuyeva
mandolina
mapourdit
mar.97
march-may
marc-vivien
mariacarla
mar'ie
marie-jose
market-making
markou
markvart
martela
maruseva
marushko
masanaga
mashadov
maslowe
masserigne
massira
matescu
mational
matusevitch
matuzici
mauruschat
mavituna
mayfiar
mazeikyte
m'bishi
mcgilley
mckenzie-potter
mcpaul
medeghini
mehemdagic
meidlinger
meluawati
mercken
metrostav
mg-technogym
micijevic
micromation
mid-curve
mid-norway
midrates
mid-sea
mid-to-large
mieciel
miilion
millfeed
millfeeds
million-zloty
minimium
mini-state
mirhunisa
mironivka
mistr
mixed-bloods
miyaga
moada
mocude
modarabas
modem-chip
moellenbeck
moengo
mokhoff
molata
mollenbeck
moneymarkets
monstrose
month-end
mont-sur-marchienne
morav.chemic.
moscow-backed
mositure
moslem-croat
moslem-led
motchebon
mothusi
motkova
motor-bike
mouldi
mpumulanga
m&r
ms-nbc
mubatik
much-delayed
much-larger
much-postponed
much-praised
mudaba
mues
multi-
multico
multi-ethnicity
multi-homer
multi-layers
multiply.q
multple
mumler
munakarmi
munibonds
municipality-in-exile
municipal-level
mypa-47
n.a
nablus-based
nacar
naftemboriki
nagoum
nagyatad
nalkhera
*name
nandrin
na=not
nations-sponsored
naumchik
nb-1
nb-10
nb-11
nb-13
nb-16
nb-2
nb-3
nb-4
nb-5
nb-6
nb-7
nb-8
nc=acomparison
near-ideal
nerweyi
neths
new-ball
newly-established
newly-promoted
newly-signed
newroom
news-stand
news-stands
nhamavila
nicaretta
nichterwitz
nida'a
niggled
nine-hitter
nine-to-one
ninety-day
nine-under-par
ninova
nizigama
njerve
nkgowe
no.1
no.2
no.3
non-
non-callable
non-cumulative
non-debt
no-new-tax
non-inflationary
non-management
non-medicare
non-seeded
non-trade
nordegg
northsea
*note
noteworty
novdec
now-destroyed
nsdap-ao
n'senga
ntawulikura
nunung
nuour
nurbika
nuremberg-based
nyrere
ocei
octnov
odnosum
odv
oeji
off-day
often-unruly
ogris
oil-to-crude
olascoaga
oljeselskap
omlx
onarheim
once-divided
ondh
one-dayer
one-dayers
one-kg
one-kilometre
ongania
onic
ooo-----
ophran
oportunity
oppreses
opthalmic
optional-origin
orii
ottoz
out-of-sorts
ovchinnikova
over-allotment
over-charging
overs-a-side
overstayer
ozers
p1020
pagares
pakistan-ruled
pakistnn
palestinian-ruled
palladini
palmans
pamire
papendrecht
par-five
par-four
part-finance
par-three
passorts
paulo-santos
paydate
pedestrain
peiremans
penfriend
percivale
personifaction
petrimex
petrobulk
petrolem
petrosan
pfd-1
pfd-2
pharamceutical
photo-fit
pierog
pinch-hits
piotti
piskula
pl-480
platignum
plo-israel
pocosol
poiunts
police-run
polverino
pomfret-rich
popullit
poruri
position-squaring
post-97
post-closing
post-games
post-handover
post-holiday
post-tax
posukhov
poudels
praecip
pre-abnormals
pre-castro
pre-close
predrosa
pre-electoral
prefessors
pre-holiday
pre-placed
prft
price-in
privately-operated
privately-owned
privatisatio
pro-abortion
pro-baghdad
pro-baseball
pro-child
prodcuts
production-sharing
profit-taking
pro-opposition
pro-rated
pro-soccer
pro-socialist
provs
pro-woman
prykarpattya
pubished
pudvah
puk-kdp
puk-run
pukstys
pulpex
punr
purepac
qasri
qotbuddin
qrtly
quac
quarracino
quasi-democratic
rabn.cn
race-long
raichev
rail-for
rain-curtailed
rajapat
ramaunaskaite
ramusch
ransart
raphanel
rarely-traded
rastegar
ravanchi
rawandouz
razmaite
razzle-dazzle
rbls
rdainah
rebel-controlled
rebel-dominated
rebels-interfax
rebels--poll
reconaisance
regionally-represented
remblance
remigino
re-nominate
reoffer
reperforated
republican-initiated
republican-led
republican-written
rescision
reuf
rewe-handelsgruppe
rfdg
rhineside
rica-nicaragua
richmond-based
ridgeon
right-foot
rimavska
rishon-lezion
.robbie
rock-bottom
rodimov
roelofsen
rohren
rokmeier
romania-hungary
romanian-registered
roock
ropelines
rostelekom
rozwoju
rtrs
ruano-pascual
ruhunu
rules-afl
russian-chechen
ruuttu
rydz
rysich
s23.sep.96
sabitzer
sabotzik
sadmasochistic
saint-bernard
sairyu
samokhalova
samokhvalova
sancakli
sandstod
sawn-off
sbf-120
s.b.k-
sbpus
schedeled
schiphorst
schultz-mccarthy
schwabl
scoreboard-australia
seasongood
sebesvari
second-day
secondliners
secretary-
seeed
seguy
seismologicial
seliko
sellberg
semerdjieva
semi-upright
seneferu
sep.03
sep.96
separatist-inspired
sepoct
serb-controlled
serb-held
sereipheap
`serious
serra-zanetti
serve-and-volley
servicenter
setttlements
seven-hitter
seven-inning
seven-newspaper
sex-abuse
sex-and-murder
shabazov
shamay
shanghai-ek
shareholers
sharply-angled
shaxson
sheepmeat
sherbatov
sheriat
shikolen
shimaponda
shiohara
shipsales
shirtfront
shi-ting
shiya
short-covering
short-dated
shrs
shrugged-off
shul'ala
sibonina
sidia
siebens
sierd
sietco
sigeki
sikhin
silpa-archa
singapore-listed
single-digits
sino-thai
sitanyi
sivasiththamparam
sivilia
six-hitter
six-plus
six-run
six-test
sixth-inning
sixth-ranked
size-per-order
skhirat
skidan
slioussareva
slip-up
snow-scooter
sobotzik
soderlind
so-far
sokolovska
solorz
song-ho
soprun
sound-track
spa-francochamps
specia
spif
spin-bowling
spiring
square-jawed
square-leg
srbska
srutwa
ssangbangwool
stanojlovic
staoueli
staouelli
state-paid
stat:exempt-ult
stavby
steady-higher
steel-producing
stentex
stephnopoulos
stering
stevanin
stg-plus
stiajkina
stieglmair
still-enslaved
stocher
stock-trade
storp
straight-run
straight-set
stranksy
stremaitis
stroke-making
stromsgodset
strong-dollar
stronger-than-expected
studentesc
stuer-lauridsen
subandoro
sub-contracting
succesively
sud-ptt
suedwest
summary-
sun-baked
sun-drenched
sung-hee
sun-ho
surinamese-born
swastika-covered
swebus
swerford
sypron
syrian-lebanese
szonn
t$
tacambaro
takeishi
talent-laden
tanaki
tararache
targest
tauranaga
tax-raising
t-bill
t-bills
t-bonds
tekstilshik
tel+44
terroritsts
theatre-prop
theybers
thily
thinakaran
third-set
three-
three-grade
three-hitter
three-month-to-three-year
three-putted
three-session
three-stroke
three-under
three-wicket
thuet
ticket-cnn
tikhomirov-maskhadov
tilcon
times-stock
tirgoviste
tiwontschik
tktx
tlumacov
t.o'gorman
tokyo-mitsubishi
tolkacheva
tolunay
tonchetti
top-draw
topolcany
torrens-valero
torshina
total-
trandenkov
trandenkova
tranfers
tremila
trinecke
trip-canada
tripoli-based
trofej
troldi
trouble-makers
tungky
turkish-operated
turrent
tutsi-dominated
tutsi-run
two-chamber
two-kilometre
two-over-par
two-question
two-try
tyler-sharman
ubimini
ubiquitious
uhelna
ukcm
ulimo-j
under-fire
underpriviledged
undersecretary-general
unfavoured
unguent
uniceramic
unifed
unimported
union-based
union-england
unitaire
unitog
urus-martan
usda-sponsored
uwp-hachette
vaclavas
valkov
valkucak
vdh
vebjoen
veerakesari
veggerby
venalum
verbjorn
vialle
vicorp
vidal-quadras
videoton(*
vierklau
vikstedt-nyman
vileujeux
vinnytsya
vitoux
vivit
vmig
vmig-1
vodni
voica
volcano-hit
vomitoxin
votava
vowinkel
vurens
w-10
w112.5
w125
w145
w155
w160
w167.5
w195
w200
w265
w-3
w-7
w-9
waalijk
wanrooy
want-ad
war-devastated
warmed-over
water-carrier
wbur-fm
weaker-than-expected
week-ago
week-old
welikanda
well-flighted
well-rehearsed
wertpapier
wesbanco
westernising
western-organised
wheat--rains
wholly-owned
widely-reported
widness
wijffels
wisinga
witechek
w.n.f.
wodzislaw
worthwile
wouden
wsc-india
wsrl
wuestenhagen
www.internetstartup.com
wymeersch
x-aek
x-anderlecht
x-cercle
x-club
x-olympiakos
x-pao
yamassoum
yaqiong
yastrezhembsky
year-ago
yeard
year-earlier
year-half
yihye
young-hoon
younnes
yr-ago
yr-yr
yuan-dong
yuuchi
yvegeny
zafririm
zalevskaya
zanoli
zarcas
zarraga
zav
zejjari
zelesnik
zelezarny
zetterquist
zhilan
zhirayr
zieger
zighayer
zilinskiene
zirka-nibas
zuleeg
zundra
zwingmann
zyrecha
